{
  "c01_school_03": "This is the famous, torturously long staircase of\nthe academy! Not an easy climb, is it?",
  "c01_school_05": "Mesagoza is like a full table—it’s got the school,\nit’s got culture, it’s got everything!",
  "c01_school_09": "There are lots of different people and Pokémon\nat the school—and you’re part of the variety!",
  "c01_school_16": "Those Team Star kids are a little scary, don’t\nyou think?",
  "c01_school_17": "I hear that Team Star races around every night,\nriding on weird cars of some kind.",
  "c01_northwest_06": "You get to choose which classes you want to take\nat the academy, right? Schools are so different\\r\nfrom when I was a student...",
  "c01_northwest_10": "Hello? Yes, the students here are just the best.\nA huge help to everyone, really!",
  "c01_northwest_16": "They don’t call it the biggest city in Paldea for\nnothing! I’ve gotten myself completely lost!",
  "c01_northwest_17": "The green arrow in your map app points north!\nTo lock your map’s orientation so that north’s\\r\nalways at the top, press the Right Stick!",
  "c01_northwest_27": "The Pokémon League’s through that tunnel, right?\\c\nThat’s where you get tested to see if you can\nbecome a Champion!",
  "c01_northwest_28": "I just had my interview at the Pokémon League!\nThe interviewer was real scary, though...",
  "c01_northwest_32": "Outside the city, you’ll run into tons of Pokémon\nthat you’ve never seen before!",
  "c01_northwest_40": "You know Tulip the supermodel, right? Well,\napparently she’s a childhood friend of one of\\r\nthe teachers at the academy!",
  "c01_park_01": "There are tons of hills and cliffs up ahead. Be\ncareful not to get lost, OK?\\c\nOnce you get through, you’ll reach Artazon, the\ntown of nature and art!",
  "c01_park_07": "A famous professor unraveled the secrets of the\nTerastal phenomenon.",
  "c01_park_08": "I hear the professor’s doing some amazing\nresearch at the Great Crater of Paldea...",
  "c01_park_10": "Each night’s sleep brings you one day closer to\nschool! So make sure to get lots of sleep!",
  "c01_park_11": "I wanna go to the big school too!",
  "c01_park_16": "Time passes, weather changes...\\c\nI hear wild Pokémon behave differently too,\ndepending on the weather and time of day.",
  "c01_park_20": "This pond is huge!\\c\nI wanna float around in it just like a Magikarp!",
  "c01_park_25": "I feel like school teachers always get weird\nnicknames from their students.\\c\nI keep hearing kids mentioning names like\n“Old Hass” and “Brovatore.”",
  "c01_park_29": "Some Pokémon can’t learn certain moves!",
  "c01_park_38": "I wanted to get a Tera Orb of my very own but\nmy grades weren’t quite good enough...",
  "c01_park_39": "You have to be a good student to get a Tera Orb.\nThey’re too powerful to be given out willy-nilly.",
  "c01_center_south_01": "This is Mesagoza, the biggest city in Paldea!",
  "c01_center_south_15": "Sagu’s home ec is a really useful class to take!",
  "c01_center_south_16": "Ms. Rai’s history classes are so much fun!",
  "c01_center_south_31": "Now, which sandwich shop should we eat\nat today?",
  "c01_center_south_32": "Shops in the same chain still have slightly\ndifferent menus depending on their location!",
  "c01_center_south_44": "The Pokémon you see around town are usually\nsomebody’s partner. It’s best you don’t try to\\r\ncatch them!",
  "c01_center_south_93": "My Pokémon’s really sensitive to sounds!",
  "c01_center_south_94": "Pokémon of the same species can still have\ndifferent strengths, natures, and even Abilities.",
  "c01_center_south_100": "Rain in Paldea isn’t that cold and it stops really\nquickly, so nobody here uses an umbrella.",
  "c01_center_north_33": "My son told me he’d joined some group called\nTeam Star. I have no idea what kind of sports\\r\nteam that is, but I’m sure it’s very fun!",
  "c01_center_north_40": "Look at this battle court right here in the\ncentral plaza!\\c\nIt takes a lot of courage to battle here, since\nthere’s always going to be quite an audience!",
  "c01_center_north_41": "I heard that other regions only have one\nChampion!\\c\nIt’s really cool that Paldea has so many\nChampion-ranked Trainers, don’t you think?",
  "c01_center_north_54": "I’m not a huge fan of shopping online... Nothing\nbeats being able to see the product firsthand.",
  "c01_center_north_82": "Did you know? You can have up to six Pokémon\non your team!",
  "c01_center_north_83": "Any Pokémon beyond the six on your team get\nsent to your Boxes, right?",
  "c01_center_north_91": "If I gather up the materials dropped by Pokémon\nand trade them in for LP, I can buy what I want...\\r\neven if I don’t have any money!",
  "c01_center_north_94": "Mesagooozaaa, the city of leeeaaarning! ♪\nI studied at the school, my passion buuurning! ♪",
  "c01_stairs_03": "The entrance hall of the school is full of books,\nand you’re free to read as many as you’d like.\\r\nIt’s a great place for any bookworm!",
  "c01_stairs_08": "I’m a graduate of the academy, you know!\nI wonder if they still do that Treasure Hunt thing.",
  "c01_stairs_22": "The academy doesn’t have any age restrictions—\neven my grandma could enroll! Maybe this is a\\r\ngood chance to redo my own studies!",
  "c01_square_01": "The west gate is this way! Head out from there if\nyou want to go to Cortondo!",
  "c01_square_02": "The west gate is down the other path—the one\npast the canned goods store!",
  "c01_square_03": "This way’s a dead end! All you’ll find down there\nis the Go-for-Broke Grill!",
  "c01_square_14": "I better get ready for the Treasure Hunt.\nNow where was Delibird Presents...?",
  "c01_square_15": "There are a few Delibird Presents in this city.\nYou’ll run into one if you just head south.",
  "c01_square_16": "It’s such a relief when there’s a Pokémon Center\nnearby. I like the music they play, too.",
  "c01_square_17": "You can use a Flying Taxi to get back to any\nPokémon Center you’ve been to before!",
  "c01_southeast_04": "So what’s the difference between a town and a\ncity anyway? Is it the size...?",
  "c01_southeast_05": "There are three big cities here in Paldea! One of\nthem is where we are now—Mesagoza!",
  "c01_southeast_08": "I heard there were unusual sandwiches being sold\naround here, but...where?",
  "c01_southeast_17": "Sandwiches are so good! I wanna have one\nevery day!",
  "c01_southeast_18": "Hee hee! Do you want to try making sandwiches\ntogether sometime?",
  "c01_southeast_27": "The north side of the city is mostly residential.\\c\nSeems they don’t let you live in the student dorm\nif you’re from Mesagoza. Makes sense, really.",
  "c01_southeast_40": "It makes me so happy just to see someone\nwalking around with their Pokémon.",
  "c01_southeast_43": "I love sandwiches! But this store’s sandwiches are\na particular favorite!",
  "c01_southeast_45": "If you get a smartphone case at Delibird Presents,\nyou can change how your Rotom Phone looks!\\r\nSo many choices... Which one should I go for?",
  "c01_southwest_06": "Once I catch my own Pokémon, I’m gonna\nbecome a Champion-ranked Trainer!",
  "c01_southwest_12": "Are star-shaped shades popular at the school?\nI saw a group of students all wearing them.",
  "c01_southwest_19": "Each town’s battle court has a different color\nand look to it, you know?",
  "c01_southwest_23": "That nice lady at the Pokémon Center always\ngives me little tips when my Pokémon get healed.\\r\nIs it just me? D’you think she likes me?!",
  "c01_southwest_29": "I’m having my Pachirisu hold an item I bought at\nDelibird Presents!\\c\nPokémon can get all sorts of perks from the item\nthey hold, you know?",
  "c01_southwest_31": "Good things can happen from time to time if you\nlet your Pokémon hold a Quick Claw!\\c\nThey have ’em for sale there at the red shop!",
  "c01_southwest_36": "You can reach Cortondo if you head out the west\ngate and just keep going. They have their harvest\\r\nfestival around this time of year.",
  "c01_southwest_53": "Bronzong is so soothing...\\c\nIt lets me get inside it from time to time. It’s the\nmost calming, peaceful experience...",
  "c01_southwest_60": "Well, I’m completely lost. Time to boot up the\nold map app.",
  "c01_southwest_61": "Some meals here will fill you with Egg Power!\\c\nThat’ll make it easier for you to find Pokémon\nEggs when you’re out on a picnic!",
  "c01_northeast_04": "You can exchange materials dropped by\nPokémon for LP at the TM Machine!",
  "c01_northeast_08": "Machines these days are so talkative! Even the\nTM Machine’s real chatty, don’t you think?",
  "c01_northeast_09": "Pachirisu’s Ability is Run Away! It’s real good at\ngetting away from wild Pokémon!",
  "c01_northeast_23": "Huh. Vending machines these days let you buy a\ndrink with LP too, eh?",
  "c01_northeast_24": "The staircase in front of the school is famous for\nbeing torturously long. I certainly don’t envy the\\r\nstudents who have to climb it regularly!",
  "c01_northeast_37": "If you come across a sleeping wild Pokémon,\nthat’s a great chance to get the drop on it!",
  "c01_northeast_38": "Whenever I see sleeping Pokémon, I can’t stop\nsnapping photos of them!",
  "c01_northeast_47": "What was the new director’s name...Mr. Clavell?\nHe became director about a year and a half ago.",
  "c01_northeast_54": "Do you know Nemona, the student council\npresident? She’s such a sweet young lady.\\r\nShe always says hi when she passes by!",
  "c01_northeast_71": "If you come across a beautiful view, don’t forget\nto snap a picture with the camera app.",
  "c01_other_01_01": "Are you also the type that likes to chill out on\nrooftops? Well, make sure you don’t fall off.",
  "c01_center_north_99": "You can buy academy-approved bags in various\ncolors at this shop!\\c\nNow, which color should I choose...?",
  "c01_center_north_100": "I need to get my hair styled at Salon Renacer.\nCould you kill some time around here?",
  "c01_center_north_101": "Side part, romantic tuck...\\c\nThey have some hair styles that almost sound like\nPokémon moves!",
  "c01_center_north_102": "Maybe I’ll buy some glasses at the Spec Shack\nand get a new, bespectacled look!",
  "c01_center_north_103": "I want to wear a stylish hat! But I also want\npeople to notice my hair!\\c\n...Guess I’ll make up my mind inside the shop.",
  "c01_center_north_104": "If you get cold feet easily, you need some nice,\nthick socks—and this shop has a great selection!",
  "c01_square_28": "They’ve got fruit, vegetables, and even rice!\\c\nSure Cans is where to go if you want to buy a ton\nof food and make heaps of sandwiches!"
}