{
  "c02_bottom_02": "Good thing we had our Cyclizar to get us across\nthe Asado Desert!",
  "c02_bottom_03": "Let’s give both our Cyclizar a nice wash to clean\noff all that sand.",
  "c02_bottom_08": "I love my Marill just the way she is, so whenever\nshe starts to evolve, I do a lucky chant to stop it.\\c\n“B Button! Put the brakes on this Evolution!”\nIt works every time!",
  "c02_bottom_16": "Cascarrafa’s battle court is sunk right into\nthe river!",
  "c02_bottom_18": "If you want to head to the upper tiers, just wait\nin front of the elevator here for a moment.",
  "c02_bottom_19": "The river gets pretty deep up ahead! ’Course, if\nyou can move across the water, you’re all set!",
  "c02_bottom_20": "Porto Marinada is across this desert! Make sure\nyou’re prepared for the trip if you plan to go.",
  "c02_bottom_31": "I...I saw a tiny little Pokémon holding a coin!\nWhen I got close, it dropped the coin and ran!\\r\nWhat even WAS that thing?",
  "c02_bottom_40": "Maybe I should buy something for my Pokémon\nbefore heading home...",
  "c02_bottom_41": "Why don’t Pokémon like to eat the same things\nI like to eat? I don’t get it.",
  "c02_bottom_53": "The walls look just like cascades of water! I bet\nthey could help train Pokémon to use Waterfall!",
  "c02_bottom_54": "Coming from Zapapico, I’m amazed to see how\nmuch water there is around here!\\c\nIt’s a precious resource where I’m from.",
  "c02_bottom_60": "Marill really love the water! They’re Water-type\nPokémon after all!",
  "c02_bottom_70": "Whenever I can’t decide what to eat, I always\nfind myself coming to Jade Palace Garden.",
  "c02_center_01": "This spot is for Cyclizar to rest and recharge.\\c\nIt’s the least we can do to thank them for carrying\nus around.",
  "c02_center_02": "They call Cascarrafa the City of Water! I’m sure\nyou can see why!",
  "c02_center_14": "The restaurants here are supposed to be really\ngood! I hear it’s because most of ’em use fresh\\r\ningredients brought in from Porto Marinada!",
  "c02_center_29": "I want to travel all over the place and take lots of\nphotos while I’m still young.\\c\nWhen I’m a little old grandma, I’ll look through\nthem all and remember the good ol’ days.",
  "c02_center_45": "Seems like the Kofu Lounge is the most renowned\neatery in Cascarrafa!",
  "c02_center_46": "I want to go to the sandwich restaurant on the\nupper level!",
  "c02_center_50": "I’m clueless when it comes to map reading...\nWhich way is north again?",
  "c02_center_51": "North is shown by the green arc in your map app.\nWhy not try locking it so north always points up?",
  "c02_center_68": "Cascarrafa was built on the side of these cliffs!\nThat’s why the city has multiple tiers.",
  "c02_center_98": "Hoo boy, what a shopping spree! Where should\nwe head to next?",
  "c02_center_99": "Let’s hit the market in Porto Marinada and shop\ntill we drop!",
  "c02_center_111": "Oh, Cascarrafa, city of waterrr... ♪\nCarafes are vessels for water, etceteraaa! ♪",
  "c02_center_118": "I heard that before they installed elevators here,\nyou had to ride Cyclizar up and down these cliffs\\r\nto reach the different tiers! Sounds rough!",
  "c02_center_127": "It seems only especially talented people are\nallowed to have one of those Tera Orbs that let\\r\nyou Terastallize Pokémon.",
  "c02_center_128": "They say that Pokémon can only Terastallize in\nPaldea. Now why on earth might that be?",
  "c02_center_143": "Regular folk like us aren’t allowed to set foot\ninside the Great Crater of Paldea...\\c\nI wonder what kind of Pokémon are down there?",
  "c02_center_151": "Stop on by the Kofu Lounge! The renowned\nrestaurant of Gym Leader Kofu is right here!",
  "c02_center_165": "People love coming to Cascarrafa to take photos.\nIt’s such a beautiful city!",
  "c02_center_169": "You’re going to school next year, too, right?\nYou think we’ll make lotsa friends?",
  "c02_center_170": "I can’t wait to live in the school dorms! I won’t\nget told off for eating candy before bed!",
  "c02_top_01": "Tourists started flocking here after we added lots\nof blue around the city.\\c\nThe idea apparently came from Kofu himself\na few years ago.",
  "c02_top_07": "Every kind of sandwich, any way you want!\nCome on over to Every Wich Way!",
  "c02_top_22": "Cascarrafa’s Gym Test is a real doozy!",
  "c02_top_23": "Kofu is the face of Cascarrafa! He’s usually a\nmild, easygoing guy, but he shows off his cool\\r\nside when he’s doing his Gym Leader thing!",
  "c02_top_31": "I’d love to do a big bicycle trip sometime, but\nPaldea has too many mountains and valleys.",
  "c02_top_32": "I heard they ride Pokémon other than Cyclizar\nin other regions. Wonder if that’s true?",
  "c02_top_36": "I’ve worked my tail off this month... That means\nI can treat myself to a designer handbag, right?",
  "c02_top_38": "I fancied trying out a new style, so I changed up\nmy hair! Don’t you think it suits me?",
  "c02_top_39": "Errr... Did you get your bangs trimmed?"
}