{
  "c03_south_01": "How are you liking Levincia? Business and tech\nare what we pride ourselves on!",
  "c03_south_13": "The city’s main street is just north of here!\\c\nNothing says “Wow, I’m in Levincia!” like being\nslapdab in the middle of all those neon signs.",
  "c03_south_37": "Since we wear socks day in, day out, they just\ngotta be comfy as can be!",
  "c03_south_38": "I don’t care if a bag can’t fit much inside, as long\nas it’s stylish!",
  "c03_south_39": "So this is Iono’s Gym... I’ve seen it in her videos\nso many times—I can’t believe I’m actually here!",
  "c03_south_43": "Did you see the latest episode of Iono Zone?\nThat collab with Tulip was great!",
  "c03_south_44": "Iono’s super cute, isn’t she? She’s the most\npopular streamer around, hands down!",
  "c03_south_56": "Having greenery around the city is good for our\nwell-being. Sure helps me feel less stressed.",
  "c03_south_57": "Life in Levincia is exhilarating. There’s always\nsomething going on!",
  "c03_south_85": "Right! Ultra Balls—you got it!\\c\nYup, they outperform Great Balls on all counts,\nso I’ll go ahead and put in an order for 300!",
  "c03_south_86": "When I grow up, I wanna be an inflooenser too!",
  "c03_south_87": "You can make a living doing all sorts of things\nthese days!",
  "c03_south_127": "I went to make a sandwich, but I’d run clean out\nof picks! Would you believe it? I go through ’em\\r\nso fast, I’d better buy ’em in bulk from now on.",
  "c03_south_147": "I could go for the Treasure Eatery in Medali, but\nCascarrafa’s Kofu Lounge also sounds good.\\r\nShould we call a Flying Taxi?",
  "c03_south_148": "I’m headed out to catch Pokémon later, so I want\nto eat something that’ll give me Catching Power!",
  "c03_center_06": "I’m gonna wait till that Pokémon’s flying riiight\nover the ocean, and theeen...SNAP!",
  "c03_center_30": "There’s boats ’n’ stuff down there! I wish I could\nsail to the bottom of the sea!",
  "c03_center_39": "Levincia feels nice and safe thanks to all the\nsecurity cameras about the place!\\c\nI hear the footage they capture is used for the\nGym Test.",
  "c03_center_51": "Pottery classes in Alfornada—I’m telling you,\nthat should be our next big project!",
  "c03_center_65": "Livestreamed Pokémon battles can be fun to\nwatch, but I want to see them in person, too!",
  "c03_center_69": "Ryme’s new track just dropped! I gotta check it\nout ASAP!",
  "c03_center_70": "Everything in Tulip’s limited-edition line of\nmakeup is so lovely! I’m spoiled for choice!",
  "c03_center_73": "These skyscrapers are crazy tall! My neck hurts\njust trying to take ’em all in!",
  "c03_center_74": "Apparently, all five of these buildings are owned\nby a real estate firm called Paldea Realty.",
  "c03_center_78": "This city’s electricity is generated by a species of\nPokémon called Tadbulb! What hard workers!",
  "c03_center_79": "M-my idol! He’s on the neon signs!!! He pops up\non one screen, then the next...then ANOTHER!\\r\nOooh, Brassius...I’m your biggest fan!!!",
  "c03_center_90": "You can use a TM Machine to create any TM that\nyou’ve ever gotten before!",
  "c03_center_99": "If you had a Pokémon you could ride over water,\nyou could leap into the ocean without a care!",
  "c03_center_100": "Levincia started out as a port town that shipped\nore from the mines to various other places.\\c\nIt’s hard to believe that humble port went on to\nbecome the high-flying business hub it is today!",
  "c03_center_110": "Where did the name Levincia come from? Is it\nfrom that old word “levin”? Or “leviathan”?\\c\nOr maybe, ’cause the city has all these soaring\nbuildings in its Million Volt Skyline, could it be\\r\nfrom “leaven”? Like, you know, rising bread?",
  "c03_north_21": "You remember that famous professor? Haven’t\nseen h[VAR 1107(00FF,0202)]erim on TV or in the papers for a while...",
  "c03_north_22": "I heard [VAR 1107(00FF,0001)]she has some sort of lab at the base of\nthe lighthouse over by Cabo Poco.",
  "c03_north_28": "Changing up your look also changes up your\nwhole mood!\\c\nYour day can go all sorts of ways depending on\nthe clothes you wear.",
  "c03_north_40": "OK, we got Potions, sandwich ingredients,\nPoké Balls... Hope we didn’t forget anything!",
  "c03_north_41": "We can always take a Flying Taxi back to the\nPoké Mart if we need to.",
  "c03_north_42": "[~ 35]",
  "c03_north_71": "Iono started out as a streamer quite a few years\nago now... Just how old is she, anyway?",
  "c03_north_75": "My Luxio’s fur has a nice sheen to it, huh?\nI always give it a wash first thing after a battle.",
  "c03_north_79": "One day, when I’m all grown up and rich, I’ll say\nto the shop man “I’ll take the lot!”",
  "c03_north_86": "*munch munch*\\c\nI heard the Levincia Gym livestreams the Gym\nTests of all its challengers!",
  "c03_north_87": "*gulp gulp*\\c\nI watched the Gym’s livestream of a Trainer\nnamed Nemona. Her Pokémon were awesome!",
  "c03_north_95": "I heard the academy has mountains of books!\\c\nWhen I start studying there, I’m gonna read every\nsingle issue of Occulture!",
  "c03_north_103": "If you climb the lighthouse up ahead, you’ll get\na great view over the whole city of Levincia!",
  "c03_north_106": "I like photos of scenic places as much as anyone,\nbut the most memorable photos for me are\\r\nalways ones of people or Pokémon."
}