{
  "class_a_03_ecology_01": "Hello, hello. I hope everyone’s ready to learn\nsome new things today![VAR 0114(002A)]",
  "class_a_03_ecology_02": "I seem to remember teaching you all about the\nimportance of Eggs in our last class together.[VAR 0114(002A)]",
  "class_a_03_ecology_03": "Ah, on that note, is everyone using their\nPokédex?[VAR 0114(002A)]",
  "class_a_03_ecology_04": "It registers Pokémon born from Eggs as well as\nthose encountered via other methods, so don’t\\r\nyou worry about that![VAR 0114(002A)]",
  "class_a_03_ecology_05": "And, uh, hehe...just so you know, I’m the one who\ndeveloped the Pokédex app![VAR 0114(002A)]",
  "class_a_03_ecology_06": "It was waaay before I started teaching here at the\nacademy, though.[VAR 0114(002A)]",
  "class_a_03_ecology_07": "Back then, I was a researcher.[VAR 0114(002A)]",
  "class_a_03_ecology_08": "In fact, Director Clavell wasn’t working in\neducation at the time, either!\\c\nHe was researching alongside me at the\nsame facility.[VAR 0114(002A)]",
  "class_a_03_ecology_09": "We got to research Pokémon together day in,\nday out... Those sure were fun times.\\c\nI got yelled at all the time, though. Heh.[VAR 0114(002A)]",
  "class_a_03_ecology_10": "Wait a second, how did I get onto this?\nPretty sure I was talking about the Pokédex...[VAR 0114(002A)]",
  "class_a_03_ecology_11": "Uh... Anyway! Today, I’d like to teach you about\ncatching Pokémon.[VAR 0114(002A)]",
  "class_a_03_ecology_12": "As you all know, a great way to catch a Pokémon\nmore easily is to first lower its HP.[VAR 0114(002A)]",
  "class_a_03_ecology_13": "But there’s another way to up your chances of a\nsuccessful catch. Can you guess what it is?[VAR 0114(002A)]",
  "class_a_03_select_01": "Give the Pokémon a Berry",
  "class_a_03_select_02": "Inflict the Pokémon with a status condition",
  "class_a_03_select_03": "Prove you’re stronger than the Pokémon",
  "class_a_03_ecology_answer_01": "Huh? Hmmm... Maybe that’s a bit of advice from\nanother region?\\c\nThe common understanding here in Paldea may\nbe a little different.[VAR 0114(002A)]",
  "class_a_03_ecology_answer_02": "[VAR BD06(0000)]Wow! That’s right, [VAR TRNAME(0000)]!\nGreat job![VAR 0114(002A)]",
  "class_a_03_ecology_answer_03": "That’s a rough-and-tumble way to look at things,\n[VAR TRNAME(0000)]...\\c\nI guess it’s true that sending out a strong\nPokémon can turn a battle in your favor, though.[VAR 0114(002A)]",
  "class_a_03_ecology_14": "The correct technique for making Pokémon easier\nto catch is to inflict them with a status condition.[VAR 0114(002A)]",
  "class_a_03_ecology_15": "Sleep is an especially effective status condition.\nIt makes Pokémon drastically easier to catch![VAR 0114(002A)]",
  "class_a_03_ecology_16": "If you have a Pokémon that can use moves that\nput opponents to sleep, like Sleep Powder or\\r\nHypnosis, filling up your Pokédex will be a cinch![VAR 0114(002A)]",
  "class_a_03_ecology_17": "There are other ways to improve your catch rate\nas well, like using Poké Balls specifically designed\\r\nto be effective against certain Pokémon.[VAR 0114(002A)]",
  "class_a_03_ecology_18": "Eating food that gives you Catching Power works,\ntoo—or sneaking up on Pokémon from behind to\\r\ncatch them by surprise when you start a battle![VAR 0114(002A)]",
  "class_a_03_ecology_19": "If you’re having trouble, you may want to make\nthe rounds to the Gyms to get Gym Badges.[VAR 0114(002A)]",
  "class_a_03_ecology_20": "Earning Gym Badges will make it easier to catch\nPokémon of higher and higher levels![VAR 0114(002A)]",
  "class_a_03_ecology_21": "Please do come show me your Pokédexes once\nthey start to fill up![VAR 0114(002A)]",
  "class_a_03_ecology_22": "Another day, another enjoyable class. Oh yeah,\ndon’t forget—our next class will be a test![VAR 0114(002A)]"
}