{
  "class_c_05_history_01": "Greetings, my little students. Whatever you did\nyesterday, it is now a part of history.[VAR 0114(0027)]",
  "class_c_05_history_02": "I was hoping to continue unraveling the marvels\nthat history has presented to us today.\\c\nHowever, I imagine your ability to concentrate\nhas been spectacularly derailed by my midterm.[VAR 0114(0027)]",
  "class_c_05_history_03": "I suppose changing things up for fun and variety\nmay be a good idea every now and then.[VAR 0114(0027)]",
  "class_c_05_history_04": "So allow me to tell you an old fairy tale that has\nbeen passed down in Paldea for generations.[VAR 0114(0027)]",
  "class_c_05_history_05": "Once upon a time, there was a king who very\nmuch enjoyed collecting treasure.[VAR 0114(0027)]",
  "class_c_05_history_06": "He was particularly fond of treasures from\nother countries.\\c\nOne day, a merchant from the East heard rumors\nof this king and came to meet him.[VAR 0114(0027)]",
  "class_c_05_history_07": "The merchant laid out four treasures in front of\nthe treasure-loving king.[VAR 0114(0027)]",
  "class_c_05_history_08": "The four treasures were as follows: a vessel, a\nsword, a set of tablets, and a set of beads.[VAR 0114(0027)]",
  "class_c_05_history_09": "Seeing such rarities before him, the king leaped\nfor joy.[VAR 0114(0027)]",
  "class_c_05_history_10": "He showered the merchant with gold coins and\nclaimed all four of the treasures for himself.[VAR 0114(0027)]",
  "class_c_05_history_11": "Aha. Perfect timing to make eye contact, young\n[VAR TRNAME(0000)]. Answer me this...[VAR 0114(0027)]",
  "class_c_05_history_12": "I said that one of the treasures was a “set of\ntablets.” What do you think these tablets were?[VAR 0114(0027)]",
  "class_c_05_select_01": "Wooden planks for writing on",
  "class_c_05_select_02": "Handheld electronic devices",
  "class_c_05_select_03": "Medicine that you chew",
  "class_c_05_history_answer_01": "Correct! Your daily pursuit of knowledge serves\nyou well.[VAR 0114(0027)]",
  "class_c_05_history_answer_02": "Incorrect! Is that some kind of joke? Were you\nexpecting me to laugh at your assumption that\\r\nelectronic tablets existed in the distant past?[VAR 0114(0027)]",
  "class_c_05_history_answer_03": "Incorrect! Is that some kind of joke? Were you\nexpecting me to laugh at the notion that\\r\nchewable tablets would be considered treasure?[VAR 0114(0027)]",
  "class_c_05_history_13": "These particular tablets were wooden and used\nas a writing medium in the East in ancient times.[VAR 0114(0027)]",
  "class_c_05_history_14": "As you may know, they fell out of popular use\nas paper become more universally available.[VAR 0114(0027)]",
  "class_c_05_history_15": "For the king to consider these paper substitutes\ntreasures, they must have been of superb quality.\\c\nThat, or perhaps they had some amazingly\nprofound teachings written on them.[VAR 0114(0027)]",
  "class_c_05_history_16": "So, the king obtained these four treasures, and\non that very night...[VAR 0114(0027)]",
  "class_c_05_history_17": "it is said that a terrible disaster rained down upon\nhis castle, reducing it to rubble by dawn.[VAR 0114(0027)]",
  "class_c_05_history_18": "Oho, is that the time already? I wasn’t done with\nmy story, but alas. So ends today’s lesson.[VAR 0114(0027)]",
  "class_c_05_history_19": "If you are interested in how the story ends,\nyou may come see me outside class hours.[VAR 0114(0027)]"
}