{
  "class_e_05_battle_01": "Another day, another round of battle study! Osu!\nLet’s get right to it![VAR 0114(0024)]",
  "class_e_05_battle_02": "You all gave everything you had on the midterm\nexams. Well done![VAR 0114(0024)]",
  "class_e_05_battle_03": "We’ll resume our regular classes today, so keep\nup that energy for the second half of the term![VAR 0114(0024)]",
  "class_e_05_battle_04": "Have you all been using the R Button to send out\nyour Pokémon?[VAR 0114(0024)]",
  "class_e_05_battle_05": "If you do, your Pokémon will run off in the\ndirection you’re facing.[VAR 0114(0024)]",
  "class_e_05_battle_06": "It’s a super-useful tactic that lets your Pokémon\npick up faraway items for you. And that’s not all![VAR 0114(0024)]",
  "class_e_05_battle_07": "If there’s a wild Pokémon near where you sent\nyour Pokémon, they’ll start battling each other![VAR 0114(0024)]",
  "class_e_05_battle_08": "We call those battles...Auto Battles![VAR 0114(0024)]",
  "class_e_05_battle_09": "Just as the name implies, your Pokémon will\nact on its own during Auto Battles—meaning\\r\nyou won’t have to give it any commands![VAR 0114(0024)]",
  "class_e_05_battle_10": "And if your Pokémon wins, it’ll get Exp. Points\njust like it would in a regular battle.[VAR 0114(0024)]",
  "class_e_05_battle_11": "If you make good use of these battles, they can\nbe a really efficient way to train your party![VAR 0114(0024)]",
  "class_e_05_battle_12": "But you’ll want to remember that Pokémon won’t\nevolve or learn new moves right away if they level\\r\nup from an Auto Battle.[VAR 0114(0024)]",
  "class_e_05_battle_13": "Also, if a Pokémon LOSES an Auto Battle, it’ll\ncome back with just a small amount of HP left.\\r\nMake sure to heal it up right away![VAR 0114(0024)]",
  "class_e_05_battle_14": "Whoops. I just about did the whole class as a\none-sided lecture. Does anyone have any\\r\nquestions so far?[VAR 0114(0024)]",
  "class_e_05_select_01": "How do I stop an Auto Battle?",
  "class_e_05_select_02": "Can I catch wild Pokémon in Auto Battles?",
  "class_e_05_select_03": "No questions here!",
  "class_e_05_battle_answer_01": "All you have to do to stop an Auto Battle is press\nthe R Button one more time!\\c\nYour Pokémon will then come back as soon as\nit can![VAR 0114(0024)]",
  "class_e_05_battle_answer_02": "If you let your Pokémon battle on its own, it’ll\nkeep going until its opponent is defeated!\\c\nIf you want to catch a wild Pokémon, you’ll need\nto battle by issuing commands instead![VAR 0114(0024)]",
  "class_e_05_battle_answer_03": "Great! You’re all really good at this. I can’t wait\nto see where you go from here![VAR 0114(0024)]",
  "class_e_05_battle_15": "Even during Auto Battles, our Pokémon are out\nthere battling for us—their Trainers![VAR 0114(0024)]",
  "class_e_05_battle_16": "Keep an eye on them as much as possible, and\nif it looks like they’re going to lose, be sure to\\r\nhave them retreat![VAR 0114(0024)]",
  "class_e_05_battle_17": "Also, this goes without saying, but Pokémon with\nlow HP are already worn out.[VAR 0114(0024)]",
  "class_e_05_battle_18": "They probably won’t enjoy Auto Battles as much,\nso don’t work them too hard, OK?[VAR 0114(0024)]",
  "class_e_05_battle_19": "In conclusion![VAR 0114(0024)]",
  "class_e_05_battle_20": "Auto Battles only work if a Trainer and their\nPokémon have a relationship of mutual trust![VAR 0114(0024)]",
  "class_e_05_battle_21": "Be smart with how you use Auto Battles so you\ndon’t lose the trust of your Pokémon![VAR 0114(0024)]",
  "class_e_05_battle_22": "Aw, man! I was just about to suggest we do some\nhands-on practice to really drive the point home,\\r\nbut I guess we’ve run out of time, as usual...[VAR 0114(0024)]",
  "class_e_05_battle_23": "Class is over for now! Take care, you little rascals![VAR 0114(0024)]"
}