{
  "class_f_01_dragon_01": "Greetings, I am Hassel. I will be teaching this art\nclass. It is a pleasure to meet you all![VAR 0114(0012)]",
  "class_f_01_dragon_02": "Now, let me be candid for one moment.[VAR 0114(0012)]",
  "class_f_01_dragon_03": "I imagine that many of you will forget all that\nyou learned in this class once you graduate![VAR 0114(0012)]",
  "class_f_01_dragon_04": "After all, you don’t need even a basic\nunderstanding of artwork, much less a refined\\r\nappreciation of beauty, for most exams or jobs.[VAR 0114(0012)]",
  "class_f_01_dragon_05": "So, is my class a waste of time for you, then?[VAR 0114(0012)]",
  "class_f_01_dragon_06": "I think not! At least, I certainly hope it isn’t![VAR 0114(0012)]",
  "class_f_01_dragon_07": "Think for a moment, all of you. What is beauty,\nanyway? What makes something beautiful?[VAR 0114(0012)]",
  "class_f_01_select_01": "Its shape and color",
  "class_f_01_select_02": "The eye of the beholder",
  "class_f_01_select_03": "I don’t know",
  "class_f_01_dragon_answer_01": "Interesting... Thank you, [VAR TRNAME(0000)].[VAR 0114(0012)]",
  "class_f_01_dragon_08": "Oh, I don’t mean to suggest there’s a correct\nanswer to my query. The important thing is that\\r\nyou all take time to think about it.[VAR 0114(0012)]",
  "class_f_01_dragon_09": "Think about why we might find beauty in a flower\nblooming on the side of the road, for example.[VAR 0114(0012)]",
  "class_f_01_dragon_10": "Question why the sky is a different shade of blue\nthan the ocean or why the leaves change color.\\c\nPonder the windmills of Artazon and how they\nmove. Contemplate the chilling bite of the\\r\nwaters of Cascarrafa.[VAR 0114(0012)]",
  "class_f_01_dragon_11": "I’m sure you will find that every little detail of\nyour lives will seem more vivid, more impactful,\\r\nif you just take a moment to stop and think.[VAR 0114(0012)]",
  "class_f_01_dragon_12": "And I am certain that if you stop and truly\nappreciate the little beauties of this world...[VAR 0114(0012)]",
  "class_f_01_dragon_13": "it will help pull you through the days where your\nstudies have you exhausted or when work has\\r\ndampened your spirits.[VAR 0114(0012)]",
  "class_f_01_dragon_14": "Ah, do pardon me for waxing philosophical.\nYou don’t need to understand all of that now.[VAR 0114(0012)]",
  "class_f_01_dragon_15": "To put it simply, it is true that one doesn’t need\nart to survive... But it certainly makes surviving\\r\nmuch more enjoyable![VAR 0114(0012)]",
  "class_f_01_dragon_16": "It is my hope that this class will add even a little\nbit of color to your lives.[VAR 0114(0012)]",
  "class_f_01_dragon_17": "That’s all for today—next time, we’ll try a more\nhands-on approach to appreciating beauty![VAR 0114(0012)]"
}