{
  "class_b_01_math_01": "Hello, everyone. Nice to meet you. My name’s\nTyme, and I will be your math teacher.[VAR 0114(0025)]",
  "class_b_01_math_02": "Sorry to put you all on the spot at the start of\nclass, but let me ask you a quick question—\\r\nDo you enjoy numbers, arithmetic, and the like?[VAR 0114(0025)]",
  "class_b_01_popup_01": "Yeah!",
  "class_b_01_popup_02": "Sort of.",
  "class_b_01_popup_03": "Errr...",
  "class_b_01_math_03": "Oh, my. Hahaha. Thank you for your honest\nresponses.[VAR 0114(0025)]",
  "class_b_01_math_04": "Some of you may like numbers, and some may\nnot. I think that makes a wonderful mix.[VAR 0114(0025)]",
  "class_b_01_math_05": "But no matter your opinion on math, I hope you\nfind yourselves enjoying our lessons together!\\c\nI’ll do my best to find a good way to match up\nyour interests with all types of math lessons![VAR 0114(0025)]",
  "class_b_01_math_06": "Speaking of which, are you all caught up on your\nstudies of Pokémon type matchups?[VAR 0114(0025)]",
  "class_b_01_math_07": "For example, Grass is strong against Water, and\nWater is strong against Fire, correct?[VAR 0114(0025)]",
  "class_b_01_math_08": "[VAR BD06(0000)][VAR TRNAME(0000)], you seem to\nbe\\r\ngood\\r\nwith\\r\nPokémon,\\r\nso\\r\nlet\\r\nme\\r\nask\\r\nyou this...[VAR 0114(0025)]",
  "class_b_01_math_09": "Bearing in mind that Water is strong against Fire...\nIf the move Water Gun hits a Fire-type Pokémon,\\r\nwhat becomes of the move’s damage?[VAR 0114(0025)]",
  "class_b_01_select_01": "It’s cut in half",
  "class_b_01_select_02": "It doesn’t change",
  "class_b_01_select_03": "It’s doubled",
  "class_b_01_math_answer_01": "Oh, my. A little reverse thinking, I see! But I’d\nprobably be in rough shape afterward if I got hit\\r\nby something I was weak to. Wouldn’t you be?[VAR 0114(0025)]",
  "class_b_01_math_answer_02": "A real hardy individual, I see! But I’d probably\nbe in rough shape afterward if I got hit by\\r\nsomething I was weak to. Wouldn’t you be?[VAR 0114(0025)]",
  "class_b_01_math_answer_03": "That’s right! I knew I could count on you for this\nquestion, [VAR TRNAME(0000)].[VAR 0114(0025)]",
  "class_b_01_math_10": "Using moves of a type that your opponent is\nweak to is a supereffective tactic!\\c\nIt multiplies the damage of those moves by two![VAR 0114(0025)]",
  "class_b_01_math_11": "On the other hand, using moves of a type that\nyour opponent is resistant to isn’t very effective.\\r\nIt divides the damage of your moves by two.[VAR 0114(0025)]",
  "class_b_01_math_12": "Haha! I don’t mean to encroach on Ms. Dendra’s\nbattle studies territory, of course, but I thought\\r\nit best to use a lively topic as an example.[VAR 0114(0025)]",
  "class_b_01_math_13": "That can make math fun even for those of you\nwho don’t much like the subject, don’t you think?[VAR 0114(0025)]",
  "class_b_01_math_14": "Oh, my. Is that the bell? I suppose that’s all for\nnow. What a shame...[VAR 0114(0025)]",
  "class_b_01_math_15": "I’m looking forward to seeing you all in the next\nclass. I hope you’re looking forward to it, too![VAR 0114(0025)]"
}