{
  "class_c_01_history_01": "Oho... I see we have some new students here with\nus today.[VAR 0114(002C)]",
  "class_c_01_history_02": "My name is Raifort. I will be the one to impart\nknowledge of the past to your little minds.[VAR 0114(0027)]",
  "class_c_01_history_03": "History is a wonderful thing. Truly splendid.\\c\nThe lives of our ancestors throughout history\nforged the path to the present in which we live![VAR 0114(0027)]",
  "class_c_01_history_04": "Today, you shall learn about the most mysterious\nlocation in all of Paldea—the Great Crater.[VAR 0114(0027)]",
  "class_c_01_history_05": "As you are all aware, a massive crater known as\nthe Great Crater of Paldea exists in the heart of\\r\nour region.[VAR 0114(0027)]",
  "class_c_01_history_06": "The area inside this crater is called Area Zero,\nand research of its geological strata and material\\r\ncomposition has shown that the crater is in fact\\r\nover one million years old.[VAR 0114(0027)]",
  "class_c_01_history_07": "It was long believed that [VAR COLOR(0006)]a certain something[VAR COLOR(0000)]\nrested at the bottom of this mysterious crater.[VAR 0114(0027)]",
  "class_c_01_history_08": "Aha. Perfect timing to make eye contact, young\n[VAR TRNAME(0000)]. Answer me this...[VAR 0114(0027)]",
  "class_c_01_history_09": "What exactly was believed to rest in the depths\nof the Great Crater—inside Area Zero?[VAR 0114(0027)]",
  "class_c_01_select_01": "Treasure",
  "class_c_01_select_02": "A Snorlax",
  "class_c_01_select_03": "A Pokémon Center",
  "class_c_01_history_answer_01": "Heh. That is correct! You are a surprisingly clever\none, aren’t you? I see you did your homework\\r\nprior to coming to my class.[VAR 0114(0027)]",
  "class_c_01_history_answer_02": "Incorrect! An adorable answer, to be sure, but\nwere you perhaps fooled by my use of “rest”?\\r\nThe correct answer is treasure.[VAR 0114(0027)]",
  "class_c_01_history_answer_03": "Incorrect! An interesting answer, to be sure, but\nthat would be quite the anachronistic artifact.\\r\nThe correct answer is treasure.[VAR 0114(0027)]",
  "class_c_01_history_10": "That’s right! Some believed that a treasure more\nvaluable than anything else in this world rested in\\r\nthe depths of the Great Crater![VAR 0114(0027)]",
  "class_c_01_history_11": "So much for dreams of treasure hunting, though,\nas a lab has been built in those very same depths.[VAR 0114(0027)]",
  "class_c_01_history_12": "Oh, and before I forget—you would all do well to\nremember that the Great Crater and Area Zero\\r\nare both off-limits to all but those who have\\r\nofficial business there.[VAR 0114(0027)]",
  "class_c_01_history_13": "Do not dare entertain the foolish notion of\ngallivanting off to Area Zero in search of riches.\\c\nIt is no place for children dreaming of treasure\nand adventure![VAR 0114(0027)]",
  "class_c_01_history_14": "Besides, if it were at all possible to investigate\nthe area, I would surely be the first to do so![VAR 0114(0027)]",
  "class_c_01_history_15": "Oho, is that the time already? I must’ve gotten\nswept up in filling your minds with knowledge.[VAR 0114(0027)]",
  "class_c_01_history_16": "This ends today’s lesson. We will unravel more of\nhistory’s enigmas together next time.[VAR 0114(0027)]"
}