{
  "class_b_07_math_01": "Hello, everyone. I hope we can have fun once\nagain today for our last class together.[VAR 0114(0025)]",
  "class_b_07_math_02": "Last time we learned about probability, using\nmove accuracy as an example.[VAR 0114(0025)]",
  "class_b_07_math_03": "Probability is quite an interesting subject. Did\nyou know that, in a class with 40 students, there\\r\nis a 90 percent chance that two of them will have\\r\nthe same birthday?[VAR 0114(0025)]",
  "class_b_07_math_04": "This is true even despite the fact that there are\nover 300 days each year. Isn’t that remarkable?[VAR 0114(0025)]",
  "class_b_07_math_05": "But let’s move on to today’s topic before we\nget swept along with probability again.[VAR 0114(0025)]",
  "class_b_07_math_06": "I’ve been teaching you all how to calculate\ndamage in this class using examples like type\\r\nmatchups, critical hits, stat boosts, and the like.[VAR 0114(0025)]",
  "class_b_07_math_07": "All of these variables are multiplied together to\ncalculate damage dealt to an opponent.[VAR 0114(0025)]",
  "class_b_07_math_08": "However, did you know that there is an even\nsimpler way to increase the damage of your\\r\nPokémon’s moves?[VAR 0114(0025)]",
  "class_b_07_math_09": "All you have to do is have your Pokémon use\na move it shares a type with![VAR 0114(0025)]",
  "class_b_07_math_10": "If a Rock-type Pokémon uses the Rock-type move\nStone Edge, the move’s base power of 100 is\\r\nmultiplied by 1.5 to become 150.[VAR 0114(0025)]",
  "class_b_07_math_11": "Ground and Rock may seem like similar types,\nbut if a Ground-type Pokémon uses Stone Edge,\\r\nthe move’s power will remain 100.[VAR 0114(0025)]",
  "class_b_07_math_12": "Supereffective moves and critical hits also add\nmultipliers on to this little numerical increase,\\r\nso it most certainly must not be taken lightly.[VAR 0114(0025)]",
  "class_b_07_math_13": "Let me ask you a question to see if you\nunderstand what I’m talking about here.[VAR 0114(0025)]",
  "class_b_07_math_14": "Say you have a move with a power of 100. If a\nPokémon that shares a type with this move\\r\nuses it and hits an opponent that is weak to\\r\nthat type, what happens to that move’s power?[VAR 0114(0025)]",
  "class_b_07_select_01": "Its power becomes 150",
  "class_b_07_select_02": "Its power becomes 200",
  "class_b_07_select_03": "Its power becomes 300",
  "class_b_07_math_answer_01": "Close! But a power of 150 would only take into\naccount the multiplier of 1.5 resulting from the\\r\nPokémon sharing a type with the move.[VAR 0114(0025)]",
  "class_b_07_math_answer_02": "Close! But a power of 200 would only take into\naccount the doubling effect of using a move\\r\nthat is super effective against an opponent.[VAR 0114(0025)]",
  "class_b_07_math_answer_03": "You did that calculation all in your head? Well\ndone, [VAR TRNAME(0000)]![VAR 0114(0025)]",
  "class_b_07_math_15": "First, using a move that shares a type with its user\nmultiplies the move’s base power of 100 by 1.5,\\r\nmaking the power 150![VAR 0114(0025)]",
  "class_b_07_math_16": "The fact that the opponent is weak to the move’s\ntype then doubles that power from 150 to 300![VAR 0114(0025)]",
  "class_b_07_math_17": "The original power of the move ends up being\ntripled! Isn’t that amazing?[VAR 0114(0025)]",
  "class_b_07_math_18": "What’s more, if a Pokémon Terastallizes and its\nTera Type matches one of its original types, then\\r\nthe bonus it gets for using a move of that same\\r\ntype increases from 1.5 to 2![VAR 0114(0025)]",
  "class_b_07_math_19": "Of course, being able to use a lot of moves with\ndifferent types is great as well. That’s one way\\r\nyou can surprise your opponent.[VAR 0114(0025)]",
  "class_b_07_math_20": "In the end, your own innate characteristics are\nwhat will really let you shine the most.[VAR 0114(0025)]",
  "class_b_07_math_21": "Bear in mind that this is true for both humans and\nPokémon.[VAR 0114(0025)]",
  "class_b_07_math_22": "It sure would make me happy if you could take\nthose words to heart![VAR 0114(0025)]",
  "class_b_07_math_23": "But I suppose I should really have shared this\nbasic advice right from our first lesson.\\r\nMy apologies...[VAR 0114(0025)]",
  "class_b_07_math_24": "And just like that, class is over. The last of our\ntime together flew by in the blink of an eye.[VAR 0114(0025)]",
  "class_b_07_math_25": "It was so much fun to be able to teach all you\neager students about numbers.[VAR 0114(0025)]",
  "class_b_07_math_26": "Next class will be our fun final exam! Be sure to\nreview the material well in preparation.[VAR 0114(0025)]"
}