{
  "class_g_05_home_01": "Put away your phones. It is time to begin class.[VAR 0114(0029)]",
  "class_g_05_home_02": "Though some of you had to retake the midterm\nexam multiple times, I am glad to say that the\\r\nmajority of the class passed without issue.[VAR 0114(0029)]",
  "class_g_05_home_03": "I feel honored to see that the knowledge and\nskills indispensable for daily life have taken root\\r\nin all of you.[VAR 0114(0029)]",
  "class_g_05_home_04": "I trust that you will all work just as hard on your\nlife skills in this second half of our course as well.[VAR 0114(0029)]",
  "class_g_05_home_05": "Let us now turn our attention to the topic of the\nday, which was inspired by a question I received\\r\non the subject of Meal Powers.[VAR 0114(0029)]",
  "class_g_05_home_06": "The student who asked this question is a young\nman who enjoys the culinary arts.[VAR 0114(0029)]",
  "class_g_05_home_07": "He tells me that he regularly researches culinary\ntechniques on his own and pays careful attention\\r\nto the ingredients he uses.[VAR 0114(0029)]",
  "class_g_05_home_08": "He also spends day and night studying all aspects\nof the culinary arts.[VAR 0114(0029)]",
  "class_g_05_home_09": "Yet despite this, he is baffled by his inability to\nincrease the effectiveness of his Meal Powers.[VAR 0114(0029)]",
  "class_g_05_home_10": "[VAR BD06(0000)]So tell me, M[VAR GENDBR(00FF,0305)]asteriss [VAR TRNAME(0000)],\nsince\\r\nyou\\r\ndid\\r\nquite\\r\nwell\\r\non\\r\nyour\\r\nmidterm\\r\nexam...[VAR 0114(0029)]",
  "class_g_05_home_11": "What should Ar—ahem, this young man—do to\nincrease the effectiveness of his Meal Powers?[VAR 0114(0029)]",
  "class_g_05_select_01": "He should make food more often",
  "class_g_05_select_02": "He should make food with other people",
  "class_g_05_select_03": "Ar...ven?",
  "class_g_05_home_answer_01": "The culinary arts are not so easily grasped.\nSimply engaging in them more often will not\\r\nnecessarily reward you with success.[VAR 0114(0029)]",
  "class_g_05_home_answer_02": "Perfectly correct. I see that you are\nknowledgeable about the culinary arts.[VAR 0114(0029)]",
  "class_g_05_home_answer_03": "Ahem... I cannot disclose the identity of this\ncertain male student who enjoys the culinary arts.\\r\nIt may very well be Arven, but it may not be![VAR 0114(0029)]",
  "class_g_05_home_12": "To increase the effectiveness of Meal Powers,\nyour sandwiches must be filled with many\\r\ndifferent ingredients.[VAR 0114(0029)]",
  "class_g_05_home_13": "For a single person, this may prove difficult. But\nif you prepare a sandwich with others, you will\\r\nbe able to handle a larger serving of bread.[VAR 0114(0029)]",
  "class_g_05_home_14": "With a larger base to start with, it becomes quite\nsimple to add more ingredients to your sandwich.[VAR 0114(0029)]",
  "class_g_05_home_15": "Which, in turn, makes it possible to receive Meal\nPowers of increased effectiveness.[VAR 0114(0029)]",
  "class_g_05_home_16": "This applies more broadly as well. When dealing\nwith a difficult issue, working with others to solve\\r\nthat issue may be the best course of action.[VAR 0114(0029)]",
  "class_g_05_home_17": "I am sure that Arven will likewise work with\nfriends to craft his sandwiches in the future.[VAR 0114(0029)]",
  "class_g_05_home_18": "Ahem... The identity of the male student is a\nmatter of privacy, so I would ask that you do not\\r\npry too deeply.[VAR 0114(0029)]",
  "class_g_05_home_19": "Our time together has come to an end for today.\nI bid you all farewell.[VAR 0114(0029)]"
}