{
  "class_g_07_home_01": "Put away your phones. It is time to begin our last\nclass together.[VAR 0114(0029)]",
  "class_g_07_home_02": "Home economics is the study of life’s necessities,\nbut looking back on our time together, I realize\\r\nthat I focused almost entirely on food.[VAR 0114(0029)]",
  "class_g_07_home_03": "I hope it is not too late to shift to a discussion of\nclothing—another necessity—in our last class.[VAR 0114(0029)]",
  "class_g_07_home_04": "As I’m sure you are aware, our academy has an\nair of freedom about it.[VAR 0114(0029)]",
  "class_g_07_home_05": "We provide uniforms for each season to\naccommodate the diverse climate of Paldea.\\c\nHowever, students are free to wear whichever\nstyle they wish whenever they please.[VAR 0114(0029)]",
  "class_g_07_home_06": "You should all have received four sets of tops\nand bottoms—one each for spring, summer, fall,\\r\nand winter—when the academy accepted you.[VAR 0114(0029)]",
  "class_g_07_home_07": "If, by chance, you were not aware of this, you\nmay wish to peruse your wardrobe.[VAR 0114(0029)]",
  "class_g_07_home_08": "As long as you wear our school uniform, the rest\nof your ensemble need not be school-issued.[VAR 0114(0029)]",
  "class_g_07_home_09": "This includes your bag or your hat, if you choose\nto wear one. You are even free to style your hair\\r\nhowever you wish.[VAR 0114(0029)]",
  "class_g_07_home_10": "Mr. Salvatore’s hairstyle, for example, would\nalmost certainly have been against school rules\\r\nwhen I was a boy.[VAR 0114(0029)]",
  "class_g_07_home_11": "That reminds me...[VAR 0114(0029)]",
  "class_g_07_home_12": "There is one more thing that you all like to\ndecorate which, I must say, I find quite charming.[VAR 0114(0029)]",
  "class_g_07_select_01": "Our classroom desks?",
  "class_g_07_select_02": "Our dorm rooms?",
  "class_g_07_select_03": "Our Rotom Phones?",
  "class_g_07_home_answer_01": "No, not that. I speak of something smaller and far\nmore adorable...\\c\nMore importantly, your desk is not different or\ncustomized in the slightest![VAR 0114(0029)]",
  "class_g_07_home_answer_02": "No, not that. I speak of something smaller and far\nmore adorable...\\c\nMore importantly, how you decorate the interior\nof your dorm rooms is none of my business![VAR 0114(0029)]",
  "class_g_07_home_answer_03": "Perfectly correct! That’s the adorable little thing\nI was speaking of! Ohhh, it interests me so![VAR 0114(0029)]",
  "class_g_07_home_13": "I must admit that I am fascinated by Rotom\nPhones and how to customize them![VAR 0114(0029)]",
  "class_g_07_home_14": "What’s that...? How very intriguing!\\c\nSo there’s a shop called Delibird Presents where\nyou can purchase cases for your Rotom Phones![VAR 0114(0029)]",
  "class_g_07_home_15": "I thank you for that useful bit of information...[VAR 0114(0029)]",
  "class_g_07_home_16": "I shall have to go myself first thing tomorrow to\nget an adorable case of my own liking.[VAR 0114(0029)]",
  "class_g_07_home_17": "Forgive me... I seem to have gotten a little\ncarried away with this small talk.[VAR 0114(0029)]",
  "class_g_07_home_18": "Ahem. As this class known as home economics\nnears its end, I offer these final words to you who\\r\nhave been honing everyday life skills with me.[VAR 0114(0029)]",
  "class_g_07_home_19": "My field of study is not so decisive as the likes\nof mathematics, for instance, where test scores\\r\nmight play a part in deciding your future.[VAR 0114(0029)]",
  "class_g_07_home_20": "However, as you go on to cook for yourselves,\nto take care of your Pokémon, to decide what to\\r\nwear in the morning when you awaken...[VAR 0114(0029)]",
  "class_g_07_home_21": "I would be honored if what I have taught you\nserves to smoothen out and enrich your lives,\\r\neven if only a little.\\c\nThis sentiment was imparted to me by Mr. Hassel\nand his particular outlook on such matters.[VAR 0114(0029)]",
  "class_g_07_home_22": "I thank you all from the bottom of my heart for\nseeing this class through to the end.[VAR 0114(0029)]",
  "class_g_07_home_23": "Our time together has come to a close for today.\nPrepare to do your best on our final exam.[VAR 0114(0029)]"
}