{
  "class_g_06_home_01": "Put away your phones. It is time to begin class.[VAR 0114(0029)]",
  "class_g_06_home_02": "While you’re out performing fieldwork with one\nof your Pokémon walking alongside you...[VAR 0114(0029)]",
  "class_g_06_home_03": "have you ever noticed changes in its coloration?[VAR 0114(0029)]",
  "class_g_06_home_04": "Now I don’t mean that it suddenly becomes a\nShiny Pokémon or any nonsense like that.[VAR 0114(0029)]",
  "class_g_06_home_05": "I am speaking of it becoming filthy![VAR 0114(0029)]",
  "class_g_06_home_06": "Pokémon battle! They get hurt by moves used\nagainst them![VAR 0114(0029)]",
  "class_g_06_home_07": "They get battered by wind and rain! They get\ncovered in sand and mud![VAR 0114(0029)]",
  "class_g_06_home_08": "They get, in a word, filthy![VAR 0114(0029)]",
  "class_g_06_home_09": "I have seen many a Trainer walking about with\ntheir adorable little Pokémon without addressing\\r\nthis issue. It is deplorable.[VAR 0114(0029)]",
  "class_g_06_home_10": "Let me ask this question of someone who I am\nsure would not tolerate such shameful conduct.\\r\nAh yes, M[VAR GENDBR(00FF,0305)]asteriss [VAR TRNAME(0000)].[VAR 0114(0029)]",
  "class_g_06_home_11": "What should you do if your Pokémon is dirty?[VAR 0114(0029)]",
  "class_g_06_select_01": "Clean it up",
  "class_g_06_select_02": "Pat it on the head",
  "class_g_06_select_03": "Nothing",
  "class_g_06_home_answer_01": "Perfectly correct! I knew I could count on you to\nprovide me with such an answer.[VAR 0114(0029)]",
  "class_g_06_home_answer_02": "While patting your Pokémon on the head to\nexpress appreciation for its hard work would\\r\nmake for an adorable moment, that would not\\r\nclean it of its filth![VAR 0114(0029)]",
  "class_g_06_home_answer_03": "I suppose, in time, filth accumulated from rain\nand mud may well fall of its own accord...but I\\r\nnever expected such an answer from you.[VAR 0114(0029)]",
  "class_g_06_home_12": "When your Pokémon are dirty, clean them!\nThis is, of course, simply common sense.[VAR 0114(0029)]",
  "class_g_06_home_13": "While you are having a picnic, you can approach\nthe Pokémon on your team and perform a\\r\nvariety of actions.[VAR 0114(0029)]",
  "class_g_06_home_14": "One such action is putting them through what I\nlike to call the “Pokémon Wash”... In other words,\\r\nyou are able to clean them up![VAR 0114(0029)]",
  "class_g_06_home_15": "You start by getting your sponge lathered up with\nsoapy bubbles as you gently and carefully scrub\\r\nyour Pokémon.[VAR 0114(0029)]",
  "class_g_06_home_16": "Once your Pokémon is nice and covered in\nsoapy bubbles...[VAR 0114(0029)]",
  "class_g_06_home_17": "the bubbles will encapsulate the filth, then you\nsimply wash it away with a spray of water![VAR 0114(0029)]",
  "class_g_06_home_18": "This will get your Pokémon clean and shining\nbright as a Tera Jewel![VAR 0114(0029)]",
  "class_g_06_home_19": "It is certainly quite a bit of work, but this will\nalso restore HP and cure status conditions.[VAR 0114(0029)]",
  "class_g_06_home_20": "However, some Pokémon may have parts of their\nbodies that they don’t want scrubbed, or that\\r\nthey would rather not get wet.\\c\nBe sure to keep this in mind when cleaning your\nPokémon.[VAR 0114(0029)]",
  "class_g_06_home_21": "Now, the most important point that I must\nmention is that some Pokémon LIKE to be dirty.[VAR 0114(0029)]",
  "class_g_06_home_22": "Though I will contradict myself by saying this,\nplease do remember that cleaning your Pokémon\\r\nis not always the kind thing to do.[VAR 0114(0029)]",
  "class_g_06_home_23": "Our time together has come to an end for today.\nI bid you all farewell.[VAR 0114(0029)]"
}