{
  "class_g_02_home_01": "Put away your phones. It is time to begin class.[VAR 0114(0029)]",
  "class_g_02_home_02": "In our last class, I believe we talked about the\neffects you can get from food on your picnics.[VAR 0114(0029)]",
  "class_g_02_home_03": "You can receive Meal Powers and even restore\nHP for all the Pokémon in your party. It is a truly\\r\nconvenient means of healing your Pokémon.[VAR 0114(0029)]",
  "class_g_02_home_04": "Unfortunately, as I’m sure you are aware, it is not\nsuited for use in battles—when you cannot make\\r\nfood—or when you wish to restore HP quickly.[VAR 0114(0029)]",
  "class_g_02_home_05": "In times such as those, you should make use of\nhealing items—such as [VAR COLOR(0006)]Potions[VAR COLOR(0000)], which you can\\r\npurchase from Poké Marts or the school store.[VAR 0114(0029)]",
  "class_g_02_home_06": "Healing items are immediately effective and can\nbe used anytime that you can open your Bag.\\r\nThey are, however, consumed after one use.[VAR 0114(0029)]",
  "class_g_02_home_07": "Potions restore 20 HP, Super Potions restore\n60 HP, and Hyper Potions restore 120 HP.[VAR 0114(0029)]",
  "class_g_02_home_08": "The pricier the item, the more HP it will restore.\nKeep in mind how much money you have when\\r\nyou are stocking up on these items.[VAR 0114(0029)]",
  "class_g_02_home_09": "However, unforeseen happenings are an\ninextricable part of traveling from place to place.[VAR 0114(0029)]",
  "class_g_02_home_10": "Imagine, if you will, the following scenario: you\nfind yourself with injured Pokémon, but you have\\r\nno Potions, you are out of sandwich ingredients,\\r\nand there are no Pokémon Centers nearby.[VAR 0114(0029)]",
  "class_g_02_home_11": "Tell me, M[VAR GENDBR(00FF,0305)]asteriss [VAR TRNAME(0000)]...\\c\nWhat should you search for when in a perilous\nsituation with no way to heal your Pokémon?[VAR 0114(0029)]",
  "class_g_02_select_01": "A place with water",
  "class_g_02_select_02": "A teacher",
  "class_g_02_select_03": "Items on the ground",
  "class_g_02_home_answer_01": "Would you hope to use the water to prepare a\nbracing meal perhaps?\\c\nAs I mentioned, you have no ingredients, so even\nwith water, you would not be able to make food.[VAR 0114(0029)]",
  "class_g_02_home_answer_02": "Ah, yes. Of course, if a teacher were nearby, they\ncould likely be of assistance.\\c\nHowever, you must not assume that a grown up\nwill always be nearby to rush to your aid.[VAR 0114(0029)]",
  "class_g_02_home_answer_03": "[VAR BD06(0000)]Perfectly correct, M[VAR GENDBR(00FF,0305)]asteriss\n[VAR TRNAME(0000)]!\\r\nI see\\r\nyou\\r\nare\\r\nwell-learned\\r\nin\\r\nsurvival techniques.[VAR 0114(0029)]",
  "class_g_02_home_12": "If you see something shiny on the ground, it is\nactually an item that has been dropped there!\\c\nYou may be able to find a restorative item, such\nas an Oran Berry or a Potion, in this way.[VAR 0114(0029)]",
  "class_g_02_home_13": "You can use the [VAR COLOR(0006)]R Button[VAR COLOR(0000)] to send out your\nPokémon to pick up such items as well.[VAR 0114(0029)]",
  "class_g_02_home_14": "And then there are Berries, of course.\\c\nBerries, by the way, aren’t like items from shops—\nif you let your Pokémon hold one, it will decide\\r\non its own when to eat the Berry during battle.[VAR 0114(0029)]",
  "class_g_02_home_15": "Letting your Pokémon decide this timing for itself\ncan be quite interesting![VAR 0114(0029)]",
  "class_g_02_home_16": "At any rate, if you find yourself in need of\nhealing, I suggest that you look around for\\r\nshining items on the ground.[VAR 0114(0029)]",
  "class_g_02_home_17": "If you can’t find such items, there are other\nmethods you may employ for healing your—\\c\nAh, but I see the bell demands that topic wait.[VAR 0114(0029)]",
  "class_g_02_home_18": "Our time together has come to an end for today.\nI bid you all farewell.[VAR 0114(0029)]"
}