{
  "class_b_05_math_01": "Hello, everyone. Well done on the midterm exam.[VAR 0114(0025)]",
  "class_b_05_math_02": "Some of you earned perfect scores, and others\nseemed to have a bit of trouble, but I can tell\\r\nthat you all tried your best.[VAR 0114(0025)]",
  "class_b_05_math_03": "I am quite pleased to say that every last one of\nyou passed.[VAR 0114(0025)]",
  "class_b_05_math_04": "I can only assume that this means you have all\ncome to love numbers![VAR 0114(0025)]",
  "class_b_05_math_05": "Stay sharp, and try your best for the rest of my\nclasses, too![VAR 0114(0025)]",
  "class_b_05_math_06": "Speaking of staying “sharp,” do you know how\nthat word applies to Pokémon battles?\\r\nThat’s right—it has to do with stat boosts![VAR 0114(0025)]",
  "class_b_05_math_07": "A Pokémon’s stats can rise and fall throughout\nthe course of battle, correct?[VAR 0114(0025)]",
  "class_b_05_math_08": "For example, if a Pokémon uses the move\nWork Up, its Attack and Sp. Atk stats will rise by\\r\none stage each.[VAR 0114(0025)]",
  "class_b_05_math_09": "And, as you may know, each time a Pokémon’s\nAttack or Sp. Atk rises one stage, moves affected\\r\nby that stat will deal 50 percent more damage.[VAR 0114(0025)]",
  "class_b_05_math_10": "If that same Pokémon from our previous example\nwere to use Work Up again, both its Attack and\\r\nSp. Atk will have risen by two stages total.\\c\nThis results in a 100 percent increase to damage\ndealt, making its moves twice as strong![VAR 0114(0025)]",
  "class_b_05_math_11": "Swords Dance, on the other hand, boosts Attack\nby two stages at once, allowing the Pokémon to\\r\ndeal double damage after just a single use![VAR 0114(0025)]",
  "class_b_05_math_12": "Using Swords Dance twice would boost the\nPokémon’s Attack stat by four stages. How much\\r\nmore damage, then, would this Pokémon deal?[VAR 0114(0025)]",
  "class_b_05_select_01": "Double damage",
  "class_b_05_select_02": "Triple damage",
  "class_b_05_select_03": "Quadruple damage",
  "class_b_05_math_answer_01": "Ah, yes. This question is a tricky one, isn’t it?\\c\nDamage would be doubled if it’d used Work Up\ntwice, but we’re talking about Swords Dance.[VAR 0114(0025)]",
  "class_b_05_math_answer_02": "Wow, that’s great! You answered this difficult\nquestion with ease, [VAR TRNAME(0000)]![VAR 0114(0025)]",
  "class_b_05_math_answer_03": "Ah, yes. This question is a tricky one, isn’t it?\\c\nJust because it boosts the Pokémon’s stat by four\nstages doesn’t mean damage is quadrupled.[VAR 0114(0025)]",
  "class_b_05_math_13": "Each stage that a Pokémon’s Attack or Sp. Atk\nstat is raised increases its damage by 50 percent.[VAR 0114(0025)]",
  "class_b_05_math_14": "So, being raised four stages would result in a four\ntimes 50 percent—or 200 percent—increase.[VAR 0114(0025)]",
  "class_b_05_math_15": "The base damage of a move is 100 percent, so\nadding 200 percent to that gives us 300 percent.[VAR 0114(0025)]",
  "class_b_05_math_16": "In other words, the next move the Pokémon uses\nwill deal triple damage.[VAR 0114(0025)]",
  "class_b_05_math_17": "Type matchups, critical-hit damage, and other\nfactors all play into these calculations as well,\\r\nso even a small boost must be taken seriously.[VAR 0114(0025)]",
  "class_b_05_math_18": "By the way, if a stat simply “rose,” that means it\nhas gone up by one stage.\\r\nIf it “rose sharply,” that’s two stages.\\r\nAnd if it “rose drastically,” that’s three stages.[VAR 0114(0025)]",
  "class_b_05_math_19": "Just so you know, the X Attack and X Sp. Atk\nitems, which can only be used in battle, can be\\r\nused to sharply boost those respective stats.[VAR 0114(0025)]",
  "class_b_05_math_20": "Oh, my. Is that the bell? I suppose that’s all for\nnow. What a shame...[VAR 0114(0025)]",
  "class_b_05_math_21": "Today’s lesson was a little difficult, so be sure to\nreview what you learned in order to stay “sharp”!\\r\nI’ll see you all again next class.[VAR 0114(0025)]"
}