{
  "kizuna_history_c_01": "[VAR TRNAME(0000)]! The time has come![VAR 0114(0027)]",
  "kizuna_history_c_02": "The cursed treasures... The four Pokémon of ruin...[VAR 0114(0027)]",
  "kizuna_history_c_03": "They exist![VAR 0114(0027)]",
  "kizuna_history_c_04": "And I stumbled upon the truth in the newspaper,\nof all places! Hah! In an interview piece with a\\r\ncarpenter, no less![VAR 0114(0027)]",
  "kizuna_history_c_05": "The Pokémon wielders apparently used sacred\nstakes to seal these treasures of ruin in shrines.[VAR 0114(0027)]",
  "kizuna_history_c_06": "There is a separate shrine for each of the four\nPokémon, and eight stakes driven into the ground\\r\nnear each shrine keep the power of ruin at bay.[VAR 0114(0027)]",
  "kizuna_history_c_07": "In other words, if all of the stakes for a given\nshrine were to be removed...[VAR 0114(0027)]",
  "kizuna_history_c_08": "it would release the Pokémon held inside![VAR 0114(0027)]",
  "kizuna_history_c_09": "Don’t you think it would be nice to free those\nPokémon from the confines of their tiny little\\r\nshrines, [VAR TRNAME(0000)]?[VAR 0114(0027)]",
  "kizuna_history_c_10": "Heh. A kind soul, I see. You are proving\ntruly useful![VAR 0114(0027)]",
  "kizuna_history_c_11": "That’s surprisingly heartless of you! Come now—\ndo it for the Pokémon![VAR 0114(0027)]",
  "kizuna_history_c_12": "According to a descendant of the Pokémon\nwielders in the story, you must have a bond with\\r\nPokémon in order to remove the stakes.[VAR 0114(0027)]",
  "kizuna_history_c_13": "I’m sure someone as Pokémon savvy as yourself\nwould have no trouble at all with that.[VAR 0114(0027)]",
  "kizuna_history_c_14": "You can choose for yourself whether to believe\nme or not, but I will mark the locations of these\\r\nshrines on your map.[VAR 0114(0027)]",
  "kizuna_history_c_15": "I’d rather go myself, of course, but skipping out\non my classes to go adventuring seems to have\\r\nmade the director a little suspicious of me...[VAR 0114(0027)]",
  "kizuna_history_c_16": "Heh. You can think of it as part of your Treasure\nHunt. Treasures of ruin are still treasures, after all.\\c\nI hope you will investigate these shrines if you are\nat all inclined to do so.[VAR 0114(0027)]",
  "kizuna_history_c_system_01": "You feel trusted by Ms. Raifort!"
}