{
  "sub_043_picnicnpc_system_01": "You got [VAR COLOR(0008)]a variety of ingredients[VAR COLOR(0000)]!",
  "sub_043_picnicnpc_system_02": "You put the ingredients in your Bag’s [VAR COLOR(0008)]Picnic Items[VAR COLOR(0000)]\npocket.",
  "sub_043_picnicnpc_01_01": "I just went shopping for sandwich ingredients and\nbought more than I could use. Mind taking some?",
  "sub_043_picnicnpc_01_02": "There you go. Try making some nice, tasty\nsandwiches! A picnic’s not a picnic without ’em!",
  "sub_043_picnicnpc_01_06": "Since you’re here, want to kick back with your\nPokémon at my picnic for a bit?",
  "sub_043_picnicnpc_01_03": "Hey, welcome to my picnic. Want to kick back\nwith your Pokémon for a bit?",
  "sub_043_picnicnpc_01_04": "Looks like you and your Pokémon got a good\nrest! Come on by and kick back anytime.",
  "sub_043_picnicnpc_01_05": "All right. But if you get worn out, don’t push it.\nJust come on by and kick back anytime.",
  "sub_043_picnicnpc_02_01": "My poor Bag’s full to bursting with ingredients!\nHere, lemme share some with you.",
  "sub_043_picnicnpc_02_02": "Sandwiches are best when you eat ’em outside!\nTry making some with the stuff I gave you!",
  "sub_043_picnicnpc_02_06": "Hey, since we’re here, want to have a picnic so\nyou can rest up a little?",
  "sub_043_picnicnpc_02_03": "Want to rest up a bit at my picnic?",
  "sub_043_picnicnpc_02_04": "You and your Pokémon look like you’re all full\nof energy! Come again anytime.",
  "sub_043_picnicnpc_02_05": "Aw, no need to be shy about it! You can come by\nanytime.",
  "sub_043_picnicnpc_03_01": "This spot is just about halfway between\nMesagoza and Artazon!\\c\nI’m gonna make me a nice sandwich, then I’ll be\nall refueled and ready for more adventuring!\\c\nHere—have some ingredients so you can get\nrefueled too!",
  "sub_043_picnicnpc_03_02": "Totally unrelated, but I heard there’s a cliff face\nnear here that...moves. Wonder if it’s true...",
  "sub_043_picnicnpc_03_06": "You should take a breather here and get ready so\nyou don’t get too surprised by any moving walls!",
  "sub_043_picnicnpc_03_03": "Are you running a little low on energy? Take a\nminute to rest and refuel!",
  "sub_043_picnicnpc_03_04": "Both people AND Pokémon need to refuel\nsometimes. Come back if you’re low on energy!",
  "sub_043_picnicnpc_03_05": "If you say so! Just remember not to push yourself\ntoo hard!",
  "sub_043_picnicnpc_04_01": "Whew, these hills are rougher than I thought\nthey’d be. I’m beat.\\c\nTimes like these call for a nice meal to refresh\nthe body and soul!\\c\nHere, take some of my ingredients to refresh\nyourself with!",
  "sub_043_picnicnpc_04_02": "Tackling tough challenges is great and all, but not\non an empty tummy!",
  "sub_043_picnicnpc_04_06": "We all need company and compassion, especially\non the road! Want to stop and refresh yourself?",
  "sub_043_picnicnpc_04_03": "Hills got you down? Need a little pick-me-up?",
  "sub_043_picnicnpc_04_04": "It’s nice to have a refreshing meal! We gotta help\neach other out in tough times. Stop by anytime!",
  "sub_043_picnicnpc_04_05": "Amazing what young folks like you can do! Wish I\nstill had that pep in my step!",
  "sub_043_picnicnpc_05_01": "Nothing goes with a sandwich like a nice view!\nHaha!\\c\nGlad to have run into you, kiddo. Here’s a gift—\nmake sure to savor the taste of adventure!",
  "sub_043_picnicnpc_05_02": "Eating a sandwich and getting pumped with Meal\nPowers makes journeying all the better! Haha!",
  "sub_043_picnicnpc_05_06": "Care to rest those traveling feet and stop for a\nwhile, since you’re here?",
  "sub_043_picnicnpc_05_03": "Everyone needs a break now and then! Care to\nrest those traveling feet and enjoy the scenery?",
  "sub_043_picnicnpc_05_04": "Working hard is key, but so is getting off your\nfeet now and then! Besides, you can’t enjoy the\\r\nscenery when you’re always on the move! Haha!",
  "sub_043_picnicnpc_05_05": "Fair enough—nothing wrong with living fast!\nCome by if you ever need a little rest.",
  "sub_043_picnicnpc_06_01": "I bought some ingredients on the cheap at the\nPorto Marinada market!\\c\nBut I got more than I could eat, so...voilà! Have\nsome for yourself!",
  "sub_043_picnicnpc_06_02": "If you have a picnic with your friends and all\nbring lots of ingredients, you can whip up some\\r\npretty wild sandwiches! It’s fun!",
  "sub_043_picnicnpc_06_06": "For now, though, you ought to take a breather—\nit’s rough going around these parts!",
  "sub_043_picnicnpc_06_03": "Going north or south from here is rough. You\nought to take a breather before you move on!",
  "sub_043_picnicnpc_06_04": "There you go—seems like you got a nice rest!\nGood luck on your adventure!",
  "sub_043_picnicnpc_06_05": "Ah, maybe you’re just headed west to Porto\nMarinada? I’ll mind my own business!",
  "sub_043_picnicnpc_07_01": "I saw some strange Pokémon around Casseroya\nLake, and they gave me a flash of inspiration!\\c\nI came up with some great recipes—please use\nthem to make yourself some tasty sandwiches!",
  "sub_043_picnicnpc_addrecipe_01": "You learned how to make [VAR COLOR(0006)]Sushi Sandwiches[VAR COLOR(0000)]!",
  "sub_043_picnicnpc_07_02": "Now, I know sushi’s normally a rice dish. No\nbread’s involved.\\c\nBut I figured...why not put sushi in a sandwich?\nThen you’ve got bread AND rice—twice as tasty!",
  "sub_043_picnicnpc_07_06": "Seeing as how we’ve run into each other at this\nnice lake, want to join me for a little break?",
  "sub_043_picnicnpc_07_03": "Ahhh, a lakeside picnic! Nothing better! Care to\nrest up?",
  "sub_043_picnicnpc_07_04": "I wonder what makes lakes so relaxing... Well,\nwhatever it is, it looks like you had a nice rest!",
  "sub_043_picnicnpc_07_05": "Got it. Come by if you’re ever craving a taste of\nthe lakeside life!"
}