{
  "sub_047_picnicnpc_01_01": "If I put the fillings in like so...and then do the\ncondiments like this...",
  "sub_047_picnicnpc_01_02": "Oh, hello! Sorry, I was really thinking hard about\nsomething just now!\\c\nI research sandwich recipes, you see.\\c\nMy dream is to one day discover amazing recipes\nworthy of being called Master level!\\c\nI can teach you recipes too, if you like!",
  "sub_047_picnicnpc_addrecipe_01": "You learned how to make some new sandwiches!",
  "sub_047_picnicnpc_addrecipe_02": "You learned how to make some new Master\nlevel sandwiches!",
  "sub_047_picnicnpc_01_03": "Those recipes make mouth-wateringly good\nsandwiches! Give ’em a try sometime!",
  "sub_047_picnicnpc_01_04": "If I think up new recipes, I’ll be sure to teach\nthem to you!",
  "sub_047_picnicnpc_02_01": "Oh, it’s you again! I thought up some new\nrecipes!",
  "sub_047_picnicnpc_03_01": "Oh, it’s you again!\\c\nI’m making some new recipes, but they require\nsome very rare ingredients.\\c\nFive different ingredients, actually. They’re\ncalled, uh, Herba...something-or-other.\\c\nI bet I’d come up with a recipe right away if I\ncould just see those herbs for myself.",
  "sub_047_picnicnpc_03_02": "There are five of the Herba something-or-others\nin all.\\c\nI bet I’d come up with some recipes right away if\nI could just see those condiments for myself.",
  "sub_047_picnicnpc_03_03": "H-hey! Isn’t that one of those Herba something-\nor-others you have there?!\\c\nOhhh! I can feel the inspiration! The recipes are\nmaking themselves in my head right now!",
  "sub_047_picnicnpc_03_04": "*huff* *puff*\\c\nThose are some wild recipes I came up with\njust now!\\c\nGive ’em a try sometime. They’ll make top-tier\nsandwiches for sure!",
  "sub_047_picnicnpc_03_05": "Thanks to you, I was able to come up with all of\nthe Master-level sandwich recipes!\\c\nThank you so much for helping me achieve\nmy dream!",
  "sub_047_picnicnpc_03_06": "I’ll bet there are still delicious sandwich recipes\nout there just waiting to be discovered!\\c\nIf you come up with new recipes yourself, be sure\nto tell other people about them!"
}