{
  "t05_01": "I came across the desert with Cyclizar, and I’m\ntotally exhausted!\\c\nHealing up my team at the Pokémon Center gives\nthis human a chance to rest up, too!",
  "t05_03": "This is Porto Marinada. Our famed market is\nalways bustling!",
  "t05_08": "Come on up, stop on by! All our goods are\nfresher than fresh! Anything catch your eye?",
  "t05_10": "Marinada comes from marinating, you know?\\c\nWhen you soak food like meat or fish in lemon\njuice or vinegar sauce... Mmm, it’s delish!",
  "t05_11": "The food here is really yummy!\\c\nEverything’s fresh and wriggly! Kinda like me!",
  "t05_37": "There’s a battle court right here in the market.\\c\nNobody’s allowed to get into fights here—if\nyou’ve gotta work something out, you do it\\r\nthrough a friendly Pokémon battle!",
  "t05_38": "People say that a long time ago, ’fore I was even\nborn, there were always fights breaking out here.\\c\nBut not anymore! Now we get lots of tourists, and\neven kids can walk around and feel safe.",
  "t05_39": "Look at you, li’l Mis[VAR GENDBR(00FF,0103)]ters Student! Here to try your\nhand at the auction?\\c\nCareful you don’t drive the price up too high, or\nyou’ll be crying into your empty pockets!",
  "t05_52": "When night falls upon the city, ghostly Pokémon\nappear up above...\\c\nWhy do you think they come?",
  "t05_66": "A salty breeze coming in over the sea is so nice!\\c\nI wonder if Steel-type Pokémon hate it, though?\nAll that salt must do a number on them...",
  "t05_73": "It’s so handy having a Pokémon you can ride!\nFeels like I oughta return the favor and let my\\r\nPokémon ride on my back instead sometimes! Ha!",
  "t05_82": "More junk mail! Ugh!\\c\nMaybe I’ll just crumple it all up into a ball that I\ncan throw around with my Pokémon...",
  "t05_83": "These big, long metal box things here are what\nwe call shipping containers.\\c\nWe pack ’em full of goods and things to sell,\nthen ship ’em off across the sea.",
  "t05_85": "To get to other regions, we go by boat! Our\npoor Pokémon couldn’t carry us that far.",
  "t05_86": "I swam to those rocks out in the water, and I’m\npretty sure I spotted something on top of them.\\c\nBut I don’t know how to get up there... I’m no\npro at climbing cliffs or anything...",
  "t05_87": "Yesss! I love goofy face boards! It never gets old\ntaking silly photos with ’em!",
  "t05_88": "Hey, so, like...I get Finizen’s deal. I’ve seen them\naround. But what about that macho-looking one?\\r\nIs that...a different Pokémon or something?",
  "t05_89": "Oh my gosh, I’ve gotta get a shot of those\nKilowattrel flying over the ocean for my feed!\\c\nYou sometimes find ’em resting on the beach\njust outside town, too.",
  "t05_95": "Have you been to eat at the Kofu Lounge in\nCascarrafa? They serve up all the freshest hauls\\r\nthere—direct from Porto Marinada, of course!",
  "t05_96": "Ol’ man Kofu from the Cascarrafa Gym drops by\nthe market from time to time.\\c\nThat old coot gets so excited whenever he wins\nat the auction that he dances a merry little jig!",
  "t05_97": "When I was younger, I got into my fair share of\nbidding wars and brawls both. I was a real spitfire!",
  "t05_121": "It’s such a nice beach, yet almost no one knows\nabout it! People just flock to the market instead."
}