{
  "t06_01": "This is Medali! Kind of sounds like “medley,”\nright? A fitting name for a town with such a mix\\r\nof people and things!",
  "t06_10": "Have you been to the Treasure Eatery? I hear the\nGym Leader is a regular there!",
  "t06_18": "We have the best food in all of Paldea! Come on\nin and give it a try!",
  "t06_19": "Our dishes here at Seafood Fresco are fresh and\npacked full of minerals!",
  "t06_22": "I think your Pokémon is saying it wants to come\neat here at my restaurant!",
  "t06_31": "I hear fancy restaurants have something called\na “dress code”...\\r\nI wonder what kind of code that is?",
  "t06_32": "I want to feed my Pokémon something tasty!\nI need to save up my money.",
  "t06_33": "Our spicy dishes are the best! Come on in!",
  "t06_42": "We are currently open to customers with or\nwithout reservations.",
  "t06_59": "There’s a big gate at the top of the path leading\nto the Great Crater of Paldea. You can’t get in.",
  "t06_60": "I heard that there’s an off-limits facility called\nthe Zero Gate behind the gate up that path!",
  "t06_61": "Medali’s most famous restaurant, the Treasure\nEatery, is right here!\\c\nWe also have the secret dish for those of you\ncurrently taking on the Gym Test!",
  "t06_65": "I heard that you can change your Pokémon’s Tera\nType at the Treasure Eatery, but the chef turned\\r\nme away the moment I asked about it...",
  "t06_79": "How about a sandwich? They’re tempting even\nwhen you’re full—that’s how good they are!",
  "t06_101": "Before climbing Glaseado Mountain, I like to\nvisit the shopping area in Medali and fuel up\\r\nwith something to eat.",
  "t06_106": "This town is an important hub here in Paldea.\\c\nLots of people from other places come through,\nso naturally, lots of restaurants have popped up.",
  "t06_107": "My little Greedent here has gotten bigger\nrecently. I wonder if it’s about time to move to a\\r\nbigger living space...",
  "t06_109": "The way up Glaseado Mountain is rough! Be sure\nyou’re prepared if you’re headed out that way.",
  "t06_115": "This town doesn’t have a battle court, y’know?\nI wonder where you battle the Gym Leader...",
  "t06_117": "Long ago, the space at the bottom of these stairs\nwas a stage for plays and concerts.",
  "t06_133": "Hello there, young’un. Are you a student? The\nTreasure Hunt’s rolled around again then, eh?"
}