{
  "pokepicnic_cookinfo_01_01": "A sandwich with just ham and butter in it. So simple that\nthere’s no way to fake it.",
  "pokepicnic_cookinfo_01_02": "A Jambon-Beurre with a bitter twist. If you love a touch of\nbitterness, you’ll want to eat this.",
  "pokepicnic_cookinfo_01_03": "A Jambon-Beurre with a sweet twist. Seeking the finest\nsweetness around? Look no further.",
  "pokepicnic_cookinfo_01_04": "A Jambon-Beurre with a salty twist. Packs a delicious\nsalty punch.",
  "pokepicnic_cookinfo_01_05": "A Jambon-Beurre with a sour twist. Its vivid acidic notes\nwill leave you wanting another.",
  "pokepicnic_cookinfo_01_06": "A Jambon-Beurre with a spicy twist. If you like a sandwich\nwith some kick to it, don’t miss this.",
  "pokepicnic_cookinfo_01_07": "A sandwich known as the ultimate in bitter taste. The herbs\nshould be laid on thick.",
  "pokepicnic_cookinfo_01_08": "A sandwich for the true salt aficionado. When eating this,\nmake absolutely certain to have a drink at hand.",
  "pokepicnic_cookinfo_01_09": "A sandwich so sweet it’s downright frightening. The trick is\nto really pile on the herbs.",
  "pokepicnic_cookinfo_01_10": "A sandwich devoted to true fans of sour flavors.\nThe fresher the herbs, the more potent the sourness.",
  "pokepicnic_cookinfo_01_11": "A sandwich so spicy it practically assaults the tongue.\nDislikers of spicy food, beware.",
  "pokepicnic_cookinfo_01_12": "A sandwich made with only jam and slices of strawberry.\nThe simplicity of this dish is what makes it so appetizing.",
  "pokepicnic_cookinfo_01_13": "The addition of yogurt has heightened the sweetness and\ndeepened the richness of this sandwich.",
  "pokepicnic_cookinfo_01_14": "Filling enough to be a meal, tasty enough to be a snack.\nIt’s best when you choose the sweetest pineapples.",
  "pokepicnic_cookinfo_01_15": "A truly perfected sandwich, with the addition of the herbs\nelevating all the other fillings.",
  "pokepicnic_cookinfo_01_16": "Peanut butter and bananas make a surprisingly nice pair.\nThey leave you feeling full and satisfied.",
  "pokepicnic_cookinfo_01_17": "Adding butter into the mix has contributed yet more\nsubstance, making this one robust sandwich.",
  "pokepicnic_cookinfo_01_18": "The jam adds a new note of sweetness, making this\nsandwich yet more filling.",
  "pokepicnic_cookinfo_01_19": "The daring addition of bold spice has made this sandwich\nstrangely addicting.",
  "pokepicnic_cookinfo_01_20": "This sandwich keeps it profoundly simple. It’s best when\nyou don’t skimp on the olive oil.",
  "pokepicnic_cookinfo_01_21": "The sourness of the pickles pairs with the fresh taste of the\nwatercress for a sandwich as refreshing as a light breeze.",
  "pokepicnic_cookinfo_01_22": "The fragrant basil draws out new depths of flavor from this\nsandwich’s fillings.",
  "pokepicnic_cookinfo_01_23": "The hit of sourness from the added herbs will leave you\nwanting more of this simple yet satisfying sandwich.",
  "pokepicnic_cookinfo_01_24": "A simple, economical, and tasty sandwich. Toasting it for\nextra flavor is also good.",
  "pokepicnic_cookinfo_01_25": "The sweetness of the butter highlights the sourness.\nBut add too much butter, and you’ll spoil the overall flavor.",
  "pokepicnic_cookinfo_01_26": "The stronger the marmalade’s sourness, the better.\nThis sandwich is particularly appealing.",
  "pokepicnic_cookinfo_01_27": "The finishing touch of saltiness is the clincher.\nThis sandwich’s exquisite balance of flavor brings it to life.",
  "pokepicnic_cookinfo_01_28": "Sausage with fragrant herbs meets ketchup in this sandwich.",
  "pokepicnic_cookinfo_01_29": "The sour bite and spiciness of the mustard takes this\nsandwich to the next level.",
  "pokepicnic_cookinfo_01_30": "This sandwich boasts fresh vegetables and sausage—\na faultless combo.",
  "pokepicnic_cookinfo_01_31": "A sandwich with a tried-and-true type of tastiness.\nThe bitter flavor really ties all the fillings together.",
  "pokepicnic_cookinfo_01_32": "A tricky proposition of a sandwich. You might try lightly\ntoasting the curry powder.",
  "pokepicnic_cookinfo_01_33": "The spicy addition has made this sandwich a bit more\npalatable, but still, it’s not necessarily for everyone.",
  "pokepicnic_cookinfo_01_34": "With tasty tomatoes, this sandwich is more approachable\nthan ever—and yet it remains an acquired taste.",
  "pokepicnic_cookinfo_01_35": "A sandwich of intense, provocative spiciness. For all the\nadded ingredients, it remains an adventurous choice.",
  "pokepicnic_cookinfo_01_36": "This sandwich is just the thing for dessert time. The yogurt\nis on the sweeter side.",
  "pokepicnic_cookinfo_01_37": "The addition of vibrant green kiwi makes this sandwich\nas pleasing to the eye as to the palate.",
  "pokepicnic_cookinfo_01_38": "A sandwich with a lovely trio of fruits. It’s a winner when\nserved slightly chilled.",
  "pokepicnic_cookinfo_01_39": "The Dessert Sandwich’s ultimate form. Just a hint of herbs\nwill do the trick.",
  "pokepicnic_cookinfo_01_40": "The balance of acidity and umami is key. A touch of extra\nmarmalade is the trick to making it special.",
  "pokepicnic_cookinfo_01_41": "The pineapple unlocks the tropical atmosphere. The more\nthe sourness comes through, the tastier the sandwich.",
  "pokepicnic_cookinfo_01_42": "A sandwich with an unfamiliar twist. The added spiciness\nbrings depth to the flavors.",
  "pokepicnic_cookinfo_01_43": "A sandwich befitting the “tropical” label. The herbs bring\nthe flavors into tight unison.",
  "pokepicnic_cookinfo_01_44": "The flavor of this sandwich changes depending on the\nripeness of the avocado. One never tires of eating this one.",
  "pokepicnic_cookinfo_01_45": "A sandwich with a firm flavor profile. With fillings so widely\nbeloved, it’s a sure hit.",
  "pokepicnic_cookinfo_01_46": "A solidly delicious sandwich. It’s impossible to go wrong\nwith these fillings—this is flavor you can depend on.",
  "pokepicnic_cookinfo_01_47": "The steadfast sandwich in its ultimate form. The salt works\nits magic, making for a profoundly tasty sandwich.",
  "pokepicnic_cookinfo_01_48": "When exactly did this sandwich rise to fame? Where did\nthe recipe even come from? Mysteries abound.",
  "pokepicnic_cookinfo_01_49": "A nice, filling sandwich. The addition of lettuce makes it\nmore approachable.",
  "pokepicnic_cookinfo_01_50": "This sandwich will fill you up like few others do.\nThe richness of the chorizo works wonders.",
  "pokepicnic_cookinfo_01_51": "The touch of bitterness tugs at the appetite. This is one\nsolid, substantial sandwich.",
  "pokepicnic_cookinfo_01_52": "A veggie-forward, filling sandwich. How tasty it ends up\nbeing depends entirely on the quality of the potato salad.",
  "pokepicnic_cookinfo_01_53": "The veggies are the star players of this satisfying sandwich.\nTasty even if the avocado is still a tad firm.",
  "pokepicnic_cookinfo_01_54": "A sandwich boasting a plethora of different vegetables.\nConnoisseurs prefer generous amounts of seasoning.",
  "pokepicnic_cookinfo_01_55": "The ultimate form of the Potato Salad Sandwich.\nThe sweetness of the herbs is what will decide its success.",
  "pokepicnic_cookinfo_01_56": "The spiciness of the sauce brings the sweetness of the\nveggies to life in this sandwich.",
  "pokepicnic_cookinfo_01_57": "The bitterness of this sandwich’s green bell peppers goes\nperfectly with the spicy sauce.",
  "pokepicnic_cookinfo_01_58": "A sandwich packing a nice dose of veggies, whose savory\nsides are brought out by the spicy sauce.",
  "pokepicnic_cookinfo_01_59": "A sandwich with such a fine ratio of spiciness to sourness\nthat you’ll just keep reaching for more.",
  "pokepicnic_cookinfo_01_60": "A sandwich with pleasingly straightforward flavors.\nThe fundamental taste of the egg gets to shine.",
  "pokepicnic_cookinfo_01_61": "The crunch and sweetness of the onion brings out the\nrichness of the egg.",
  "pokepicnic_cookinfo_01_62": "For those who’ve gotten tired of the plain and simple Egg\nSandwich. The egg and the cheese pair beautifully.",
  "pokepicnic_cookinfo_01_63": "The fully realized Egg Sandwich. Robust saltiness is its\nstandout feature.",
  "pokepicnic_cookinfo_01_64": "A sandwich with potent fillings. Young people in particular\nappreciate how substantial it is.",
  "pokepicnic_cookinfo_01_65": "The spicy flavor gives this sandwich a comforting feel.\nEspecially tasty when the potato tortilla is piping hot.",
  "pokepicnic_cookinfo_01_66": "A sandwich that won’t leave you hungry. Well-ripened\navocados are better for this one.",
  "pokepicnic_cookinfo_01_67": "A deeply substantial sandwich. The bitterness brings\nharmony to the flavors.",
  "pokepicnic_cookinfo_01_68": "This sandwich feels like a cousin to a salad. The more\ntomatoes, the better.",
  "pokepicnic_cookinfo_01_69": "A fruit-forward sandwich. The kiwi’s sourness does it plenty\nof favors.",
  "pokepicnic_cookinfo_01_70": "This sandwich may only have fruits and veggies in it, but it’s\ntasty no matter how into veggies you are—or aren’t.",
  "pokepicnic_cookinfo_01_71": "The spicy addition to the sandwich’s mostly sour fillings\nand condiments creates a tantalizing flavor.",
  "pokepicnic_cookinfo_01_72": "A tried and true sandwich. You can’t go wrong with these\nclassic, ordinary flavors.",
  "pokepicnic_cookinfo_01_73": "Adding basil lends a bit of a rich air to this BLT Sandwich.",
  "pokepicnic_cookinfo_01_74": "The cheese makes for a more filling experience. The flavors\nof this sandwich are in perfect balance.",
  "pokepicnic_cookinfo_01_75": "The hint of sweetness manages to preserve the harmony\nbetween all the fillings of this miraculous sandwich.",
  "pokepicnic_cookinfo_01_76": "The potato salad plays an important part in counteracting\nthe oiliness of the fried fillet.",
  "pokepicnic_cookinfo_01_77": "The fresh crunch of the lettuce matches exceptionally well\nwith this sandwich’s fried fillet.",
  "pokepicnic_cookinfo_01_78": "The horseradish’s invigorating spiciness helps make this\na very inviting sandwich.",
  "pokepicnic_cookinfo_01_79": "This is the ultimate expression of the Fried Fillet\nSandwich. The spicy kick makes it an absolute pleasure.",
  "pokepicnic_cookinfo_01_80": "This sandwich is the embodiment of cheap and tasty.\nIt tastes best when mayonnaise is applied generously.",
  "pokepicnic_cookinfo_01_81": "A sandwich boasting two different types of ham. A little\nrich, perhaps, but plenty tasty.",
  "pokepicnic_cookinfo_01_82": "The stimulating spiciness of the jalapeño draws out the\nsavoriness of the ham.",
  "pokepicnic_cookinfo_01_83": "The ultimate Ham Sandwich, with a saltiness that caresses\nthe taste buds. More ham, more happy.",
  "pokepicnic_cookinfo_01_84": "A sandwich for the cheese lover. The simple seasonings\nmake this a welcoming bite.",
  "pokepicnic_cookinfo_01_85": "A sandwich that will certainly fill you up. It’s tastiest when\nthe avocado is just a tad firm.",
  "pokepicnic_cookinfo_01_86": "The fragrance of the basil in this sandwich activates the\nappetite. Using plenty of pepper balances the flavors well.",
  "pokepicnic_cookinfo_01_87": "The strong note of salt in this sandwich makes the richness\nand savoriness of the cheese shine through.",
  "pokepicnic_cookinfo_01_88": "The hamburger patty is the heart and soul of this sandwich,\nbut the vinegar’s acidic note is what sets it apart.",
  "pokepicnic_cookinfo_01_89": "The hamburger patty is the heart and soul of this sandwich,\nbut the horseradish’s spicy kick is what sets it apart.",
  "pokepicnic_cookinfo_01_90": "The hamburger patty is the heart and soul of this sandwich,\nbut the watercress’s bitter taste is what sets it apart.",
  "pokepicnic_cookinfo_01_91": "The hamburger patty is the heart and soul of this sandwich,\nbut the herbs’ sweetness is what sets it apart.",
  "pokepicnic_cookinfo_01_92": "A sandwich with a sophisticated flavor. Nailing the balance\nbetween the condiments is crucial.",
  "pokepicnic_cookinfo_01_93": "A sandwich with a refreshing flavor. It’s tastier if you don’t\ngo overboard on the vegetables.",
  "pokepicnic_cookinfo_01_94": "A sandwich with a refined flavor. The fragrant basil goes\nwell with the smoked fillet.",
  "pokepicnic_cookinfo_01_95": "This sandwich is rumored in some circles to unequivocally\nbe the best way to eat smoked fillet.",
  "pokepicnic_cookinfo_01_96": "Full of fruit. The sophisticated approach is to go easy on\nthe cream and let the ingredients speak for themselves.",
  "pokepicnic_cookinfo_01_97": "This sandwich feels akin to a treat. Just a hint of marmalade\nis ideal.",
  "pokepicnic_cookinfo_01_98": "This sandwich feels quite dessert-like. It’s best when you\ndon’t go overboard on the yogurt.",
  "pokepicnic_cookinfo_01_99": "A sandwich whose flavors positively sing. It’s best when you\ndon’t go overboard on the herbs.",
  "pokepicnic_cookinfo_01_100": "A sandwich with a range of flavors to enjoy. The fillings can\nbe in whatever proportions you like.",
  "pokepicnic_cookinfo_01_101": "A sandwich popular with younger folks. The potato salad\nleaves you pleasantly full.",
  "pokepicnic_cookinfo_01_102": "The addition of hamburger brings more heft. Younger folks\ntend to like this with plenty of condiments.",
  "pokepicnic_cookinfo_01_103": "A connoisseur’s sandwich, with the fillings tied together by\na supreme note of bitterness.",
  "pokepicnic_cookinfo_01_104": "A sandwich that fills you up well without being too heavy.\nIdeal for those in search of a light meal.",
  "pokepicnic_cookinfo_01_105": "A sandwich for the somewhat mature palate, with an\naddictively spicy note from the sauce.",
  "pokepicnic_cookinfo_01_106": "A sandwich that spares no detail. The crunch of the bell\npepper provides a lovely accent.",
  "pokepicnic_cookinfo_01_107": "This sandwich’s savory flavors stand out even more boldly\nthanks to the boost of spiciness.",
  "pokepicnic_cookinfo_01_108": "It’s a close cousin to the Fruit Sandwich, but the butter sets\nthis one apart.",
  "pokepicnic_cookinfo_01_109": "The pinch of salt serves to tease out the sweetness of this\nsandwich’s fillings.",
  "pokepicnic_cookinfo_01_110": "The basil’s light touch of bitter flavor helps bring this\nsandwich’s other fillings to life.",
  "pokepicnic_cookinfo_01_111": "A sandwich with a subtle note of sourness. The slightest\namount of herbs is all that’s needed.",
  "pokepicnic_cookinfo_01_112": "A juicy, vegetable-laden sandwich. The fresher the veggies,\nthe tastier the dish.",
  "pokepicnic_cookinfo_01_113": "A sandwich featuring an all-veggie lineup of fillings.\nThe condiments play a major role in the overall flavor.",
  "pokepicnic_cookinfo_01_114": "Veggies are this sandwich’s bread and butter, so to speak.\nAdding plenty of watercress firms up the flavor.",
  "pokepicnic_cookinfo_01_115": "The fully realized all-veggie sandwich. The overall quality\ndepends hugely on how thickly you lay on the herbs.",
  "pokepicnic_cookinfo_01_116": "A sandwich that only has time for the ingredients that’ll fill\nyou up the best.",
  "pokepicnic_cookinfo_01_117": "A sandwich whose main goal is filling up the tummy.\nFlavor is nice, but quantity is the main concern.",
  "pokepicnic_cookinfo_01_118": "A sandwich devoted to the cause of filling up the tummy.\nEaters should know what they’re getting into.",
  "pokepicnic_cookinfo_01_119": "A bright acidic note makes this sandwich a pleasure to eat,\nthough it doesn’t change the impact of the sheer volume.",
  "pokepicnic_cookinfo_01_120": "As the name suggests, this sandwich packs a bit of heat.\nEnjoying these veggies is a mark of grown-up taste.",
  "pokepicnic_cookinfo_01_121": "Achieving proper balance between the condiments is\ndelicate work. The fragrance of basil whets the appetite.",
  "pokepicnic_cookinfo_01_122": "This sandwich has become yet spicier and more appealing\nto grown-up tastes. It’s not necessarily for everyone.",
  "pokepicnic_cookinfo_01_123": "This sandwich is spicy to the core. If you’re not seeking\nsuch stimulation, it may not be for you.",
  "pokepicnic_cookinfo_01_124": "A vegetable-centric sandwich whose sauce delivers a\nparticular shocking kick.",
  "pokepicnic_cookinfo_01_125": "This sandwich boasts an all-star vegetable cast. It’s best to\neat it immediately after the cucumber has been added.",
  "pokepicnic_cookinfo_01_126": "A sandwich one can proudly offer to a veggie lover. Use\njust enough mayonnaise to provide a little flavor accent.",
  "pokepicnic_cookinfo_01_127": "Veggies are this sandwich’s sole purpose. Adding a touch\nof sweet makes the veggies’ natural savoriness stand out.",
  "pokepicnic_cookinfo_01_128": "A sandwich that pairs the sweetness of butter with the spicy\nkick of horseradish.",
  "pokepicnic_cookinfo_01_129": "The richness of the avocado shines in this sandwich.\nThe balance between the fruits is key to making it tasty.",
  "pokepicnic_cookinfo_01_130": "This sandwich walks a tightrope between sweet and spicy.\nTastiest when the cheese is abundant.",
  "pokepicnic_cookinfo_01_131": "The hint of bitterness in this sandwich creates a new\nharmony between the spicy and sweet flavors.",
  "pokepicnic_cookinfo_01_132": "This sandwich’s fillings speak for themselves—loudly—\nso it’s tastiest when you go light on the condiments.",
  "pokepicnic_cookinfo_01_133": "This sandwich uses truly precious and fine ingredients.\nThe tofu lends it more substance.",
  "pokepicnic_cookinfo_01_134": "Achieving balance between these ingredients is no easy\nfeat. Tastiest when the seasonings are piled on a bit.",
  "pokepicnic_cookinfo_01_135": "Adding the ultimate in spiciness makes this sandwich of\ndistinct, vibrant ingredients into a unified masterpiece.",
  "pokepicnic_cookinfo_01_136": "A sandwich designed by and for tofu lovers. It will never\nleave you hungry.",
  "pokepicnic_cookinfo_01_137": "This sandwich is not the easiest to pull off. Be sure to drain\nthe tofu thoroughly.",
  "pokepicnic_cookinfo_01_138": "The simple flavor of the tofu and the bitterness of the\nwatercress make for a strangely appealing match.",
  "pokepicnic_cookinfo_01_139": "The precious herbs’ saltiness makes the tofu’s savory notes\nshine through.",
  "pokepicnic_cookinfo_01_140": "While others ask “why?,” this sandwich asks, “why not?”\nIt’s best when the curry powder is lightly toasted.",
  "pokepicnic_cookinfo_01_141": "The eye-widening spiciness of the jalapeño heightens the\ncurry flavor.",
  "pokepicnic_cookinfo_01_142": "The eggs provide a mellow coating over the spicy\nflavors beneath.",
  "pokepicnic_cookinfo_01_143": "The faint sweetness perfects the taste, bringing new depth\nand richness to the sandwich.",
  "pokepicnic_cookinfo_01_144": "To this sandwich, the righteous path lies in sheer quantity.\nIt’s downright aggressive in its effort to fill you up.",
  "pokepicnic_cookinfo_01_145": "This sandwich prioritizes filling you up first and foremost.\nIt’s not particularly concerned with flavor.",
  "pokepicnic_cookinfo_01_146": "A sandwich concerned only with volume. It can be tasty,\ntoo, depending on the seasonings.",
  "pokepicnic_cookinfo_01_147": "Thanks to the magic of spice, this ultra-voluminous\nsandwich even manages to taste rather good.",
  "pokepicnic_cookinfo_01_148": "A sandwich that aspires to be sushi. Are you surprised at\nhow tasty it is? Good—that’s the idea.",
  "pokepicnic_cookinfo_01_149": "A sandwich made with a love of sushi foremost in the mind.\nThe bitterness of the watercress works well here.",
  "pokepicnic_cookinfo_01_150": "A sandwich dreamed up by a sushi aficionado. The sheer\namount of sandwich going on here is part of the appeal.",
  "pokepicnic_cookinfo_01_151": "The ultimate form of the Sushi Sandwich. The refreshing\nsourness elevates this sandwich to masterpiece level."
}