{
  "WAZAINFO_000": "",
  "WAZAINFO_001": "The target is physically pounded with a long tail, a\nforeleg, or the like.",
  "WAZAINFO_002": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_003": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_004": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_005": "The target is slugged by a punch thrown with muscle-\npacked power.",
  "WAZAINFO_006": "Coins are hurled at the target to inflict damage.\nMoney is earned after the battle.",
  "WAZAINFO_007": "The target is attacked with a fiery punch. This may also\nleave the target with a burn.",
  "WAZAINFO_008": "The target is attacked with an icy punch. This may also\nleave the target frozen.",
  "WAZAINFO_009": "The target is attacked with an electrified punch. This may\nalso leave the target with paralysis.",
  "WAZAINFO_010": "Hard, pointed, sharp claws rake the target to inflict\ndamage.",
  "WAZAINFO_011": "The target is gripped and squeezed from both sides\nto inflict damage.",
  "WAZAINFO_012": "A vicious tearing attack with big pincers. The target\nfaints instantly if this attack hits.",
  "WAZAINFO_013": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_014": "A frenetic dance to uplift the fighting spirit. This sharply\nboosts the user’s Attack stat.",
  "WAZAINFO_015": "The target is cut with a scythe, a claw, or the like\nto inflict damage.",
  "WAZAINFO_016": "A gust of wind is whipped up by wings and launched\nat the target to inflict damage.",
  "WAZAINFO_017": "The target is struck with large, imposing wings spread\nwide to inflict damage.",
  "WAZAINFO_018": "The target is blown away, and a different Pokémon is\ndragged out. In the wild, this ends a battle against a\nsingle Pokémon.",
  "WAZAINFO_019": "The user flies up into the sky on the first turn, then\nattacks on the next turn.",
  "WAZAINFO_020": "A long body, tentacles, or the like are used to bind\nand squeeze the target for four to five turns.",
  "WAZAINFO_021": "The target is slammed with a long tail, vines, or the like\nto inflict damage.",
  "WAZAINFO_022": "The target is struck with slender, whiplike vines to\ninflict damage.",
  "WAZAINFO_023": "The user attacks by stomping on the target with a big\nfoot. This may also make the target flinch.",
  "WAZAINFO_024": "The user attacks by kicking the target twice in a row\nusing two feet.",
  "WAZAINFO_025": "The target is attacked by a kick launched with muscle-\npacked power.",
  "WAZAINFO_026": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_027": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_028": "Sand is hurled in the target’s face, lowering the\ntarget’s accuracy.",
  "WAZAINFO_029": "The user sticks out its head and attacks by charging\nstraight into the target. This may also make the\ntarget flinch.",
  "WAZAINFO_030": "The target is jabbed with a sharply pointed horn to\ninflict damage.",
  "WAZAINFO_031": "The user attacks by jabbing the target with a horn,\na beak, or the like. This move hits two to five times\nin a row.",
  "WAZAINFO_032": "The user stabs the target with a horn that rotates like a\ndrill. The target faints instantly if this attack hits.",
  "WAZAINFO_033": "A physical attack in which the user charges and slams\ninto the target with its whole body.",
  "WAZAINFO_034": "The user attacks by dropping onto the target with its\nfull body weight. This may also leave the target with\nparalysis.",
  "WAZAINFO_035": "A long body, vines, or the like are used to wrap and\nsqueeze the target for four to five turns.",
  "WAZAINFO_036": "A reckless full-body charge attack for slamming into\nthe target. This also damages the user a little.",
  "WAZAINFO_037": "The user rampages and attacks for two to three turns.\nThe user then becomes confused.",
  "WAZAINFO_038": "A reckless life-risking tackle in which the user rushes\nthe target. This also damages the user quite a lot.",
  "WAZAINFO_039": "The user wags its tail cutely, making opposing Pokémon\nless wary. This lowers their Defense stats.",
  "WAZAINFO_040": "The user stabs the target with a poisonous stinger to\ninflict damage. This may also poison the target.",
  "WAZAINFO_041": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_042": "The user attacks by shooting sharp spikes at the target.\nThis move hits two to five times in a row.",
  "WAZAINFO_043": "The user gives opposing Pokémon an intimidating leer\nthat lowers their Defense stats.",
  "WAZAINFO_044": "The target is bitten with viciously sharp fangs. This may\nalso make the target flinch.",
  "WAZAINFO_045": "The user growls in an endearing way, making opposing\nPokémon less wary. This lowers their Attack stats.",
  "WAZAINFO_046": "The target is scared off, and a different Pokémon is\ndragged out. In the wild, this ends a battle against a\nsingle Pokémon.",
  "WAZAINFO_047": "A soothing lullaby is sung in a beautiful voice that puts\nthe target to sleep.",
  "WAZAINFO_048": "The user generates odd sound waves from its body\nthat confuse the target.",
  "WAZAINFO_049": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_050": "For four turns, the target will be unable to use whichever\nmove it last used.",
  "WAZAINFO_051": "Opposing Pokémon are attacked with a spray of harsh\nacid. This may also lower their Sp. Def stats.",
  "WAZAINFO_052": "The target is attacked with small flames. This may also\nleave the target with a burn.",
  "WAZAINFO_053": "The target is scorched with an intense blast of fire.\nThis may also leave the target with a burn.",
  "WAZAINFO_054": "The user cloaks itself and its allies in a white mist\nthat prevents any of their stats from being lowered\nfor five turns.",
  "WAZAINFO_055": "The target is blasted with a forceful shot of water.",
  "WAZAINFO_056": "The target is blasted by a huge volume of water\nlaunched under great pressure.",
  "WAZAINFO_057": "The user attacks everything around it by swamping\nits surroundings with a giant wave.",
  "WAZAINFO_058": "The target is struck with an icy-cold beam of energy.\nThis may also leave the target frozen.",
  "WAZAINFO_059": "A howling blizzard is summoned to strike opposing\nPokémon. This may also leave the opposing Pokémon\nfrozen.",
  "WAZAINFO_060": "The target is attacked with a peculiar ray. This may also\nconfuse the target.",
  "WAZAINFO_061": "A spray of bubbles is forcefully ejected at the target.\nThis may also lower the target’s Speed stat.",
  "WAZAINFO_062": "The target is hit with a rainbow-colored beam. This may\nalso lower the target’s Attack stat.",
  "WAZAINFO_063": "The target is attacked with a powerful beam. The user\ncan’t move on the next turn.",
  "WAZAINFO_064": "The target is jabbed with a sharply pointed beak or horn\nto inflict damage.",
  "WAZAINFO_065": "A corkscrewing attack that strikes the target with a sharp\nbeak acting as a drill.",
  "WAZAINFO_066": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_067": "A powerful low kick that makes the target fall over.\nThe heavier the target, the greater the move’s power.",
  "WAZAINFO_068": "A retaliatory attack that counters any physical move,\ninflicting double the damage taken.",
  "WAZAINFO_069": "The target is thrown using the power of gravity. It inflicts\ndamage equal to the user’s level.",
  "WAZAINFO_070": "The target is slugged with a punch thrown at maximum\npower.",
  "WAZAINFO_071": "A nutrient-draining attack. The user’s HP is restored\nby up to half the damage taken by the target.",
  "WAZAINFO_072": "A nutrient-draining attack. The user’s HP is restored\nby up to half the damage taken by the target.",
  "WAZAINFO_073": "A seed is planted on the target. It steals some HP from\nthe target every turn.",
  "WAZAINFO_074": "The user’s body grows all at once, boosting the Attack\nand Sp. Atk stats.",
  "WAZAINFO_075": "Sharp-edged leaves are launched to slash at opposing\nPokémon. This move has a heightened chance of landing\na critical hit.",
  "WAZAINFO_076": "The user gathers light on the first turn, then blasts a\nbundled beam on the next turn.",
  "WAZAINFO_077": "The user scatters a cloud of poisonous dust that poisons\nthe target.",
  "WAZAINFO_078": "The user scatters a cloud of numbing powder that\nparalyzes the target.",
  "WAZAINFO_079": "The user scatters a cloud of soporific dust that puts the\ntarget to sleep.",
  "WAZAINFO_080": "The user attacks the target by scattering petals for\ntwo to three turns. The user then becomes confused.",
  "WAZAINFO_081": "The user blows silk from its mouth that binds opposing\nPokémon and harshly lowers their Speed stats.",
  "WAZAINFO_082": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_083": "The user traps the target inside a fierce vortex of fire\nthat inflicts damage for four to five turns.",
  "WAZAINFO_084": "The user attacks the target with a jolt of electricity.\nThis may also leave the target with paralysis.",
  "WAZAINFO_085": "The user attacks the target with a strong electric blast.\nThis may also leave the target with paralysis.",
  "WAZAINFO_086": "The user launches a weak jolt of electricity that\nparalyzes the target.",
  "WAZAINFO_087": "A wicked thunderbolt is dropped on the target to inflict\ndamage. This may also leave the target with paralysis.",
  "WAZAINFO_088": "The user picks up and throws a small rock at the target\nto inflict damage.",
  "WAZAINFO_089": "The user sets off an earthquake that strikes every\nPokémon around it.",
  "WAZAINFO_090": "The user opens up a fissure in the ground and drops the\ntarget in. The target faints instantly if this attack hits.",
  "WAZAINFO_091": "The user burrows into the ground on the first turn, then\nattacks on the next turn.",
  "WAZAINFO_092": "A move that leaves the target badly poisoned. Its poison\ndamage worsens every turn.",
  "WAZAINFO_093": "The target is hit with a weak telekinetic force to inflict\ndamage. This may also confuse the target.",
  "WAZAINFO_094": "The target is hit with a strong telekinetic force to inflict\ndamage. This may also lower the target’s Sp. Def stat.",
  "WAZAINFO_095": "The user employs hypnotic suggestion to make the\ntarget fall asleep.",
  "WAZAINFO_096": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_097": "The user relaxes and lightens its body to move faster.\nThis sharply boosts its Speed stat.",
  "WAZAINFO_098": "The user lunges at the target to inflict damage, moving\nat blinding speed. This move always goes first.",
  "WAZAINFO_099": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_100": "The user switches places with a party Pokémon in\nwaiting, if any. If a wild Pokémon uses this move, it flees.",
  "WAZAINFO_101": "The user makes the target see a frightening mirage.\nIt inflicts damage equal to the user’s level.",
  "WAZAINFO_102": "The user copies the move last used by the target.\nThe copied move can be used until the user of Mimic\nleaves the battle.",
  "WAZAINFO_103": "An earsplitting screech harshly lowers the target’s\nDefense stat.",
  "WAZAINFO_104": "By moving rapidly, the user makes illusory copies of\nitself to boost its evasiveness.",
  "WAZAINFO_105": "The user regenerates its cells, restoring its own HP by up\nto half its max HP.",
  "WAZAINFO_106": "The user stiffens all the muscles in its body to boost\nits Defense stat.",
  "WAZAINFO_107": "The user compresses its body to make itself look smaller,\nwhich sharply boosts its evasiveness.",
  "WAZAINFO_108": "The user releases an obscuring cloud of smoke or ink.\nThis lowers the target’s accuracy.",
  "WAZAINFO_109": "The target is exposed to a sinister ray that causes\nconfusion.",
  "WAZAINFO_110": "The user withdraws its body into its hard shell,\nboosting its Defense stat.",
  "WAZAINFO_111": "The user curls up and boosts its Defense stat.",
  "WAZAINFO_112": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_113": "A wondrous wall of light is put up to reduce damage\nfrom special moves for five turns.",
  "WAZAINFO_114": "The user creates a haze that eliminates every stat change\namong all the Pokémon engaged in battle.",
  "WAZAINFO_115": "A wondrous wall of light is put up to reduce damage\nfrom physical moves for five turns.",
  "WAZAINFO_116": "The user takes a deep breath and focuses so that its\nfuture attacks have a heightened chance of landing\ncritical hits.",
  "WAZAINFO_117": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_118": "The user waggles a finger and stimulates its brain into\nrandomly using nearly any move.",
  "WAZAINFO_119": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_120": "The user attacks everything around it by causing an\nexplosion. The user faints upon using this move.",
  "WAZAINFO_121": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_122": "The user licks the target with a long tongue to inflict\ndamage. This may also leave the target with paralysis.",
  "WAZAINFO_123": "The target is attacked with a discharge of filthy gases.\nThis may also poison the target.",
  "WAZAINFO_124": "The user hurls unsanitary sludge at the target to inflict\ndamage. This may also poison the target.",
  "WAZAINFO_125": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_126": "The target is attacked with an intense blast of all-\nconsuming fire. This may also leave the target with\na burn.",
  "WAZAINFO_127": "The user charges at the target and may make it flinch.",
  "WAZAINFO_128": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_129": "Star-shaped rays are shot at opposing Pokémon.\nThis attack never misses.",
  "WAZAINFO_130": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_131": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_132": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_133": "The user temporarily empties its mind to forget its\nconcerns. This sharply boosts the user’s Sp. Def stat.",
  "WAZAINFO_134": "The user distracts the target by bending a spoon.\nThis lowers the target’s accuracy.",
  "WAZAINFO_135": "The user restores its own HP by up to half its max HP.",
  "WAZAINFO_136": "The target is attacked with a knee kick from a jump.\nIf this move misses, the user takes damage instead.",
  "WAZAINFO_137": "The user intimidates the target with the pattern on\nits belly to cause paralysis.",
  "WAZAINFO_138": "The user eats the dreams of a sleeping target.\nThe user’s HP is restored by up to half the damage\ntaken by the target.",
  "WAZAINFO_139": "A cloud of poison gas is sprayed in the faces of\nopposing Pokémon, poisoning those it hits.",
  "WAZAINFO_140": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_141": "The user drains the target’s blood. The user’s HP is\nrestored by up to half the damage taken by the target.",
  "WAZAINFO_142": "With a scary face, the user tries to kiss the target.\nIf it succeeds, the target falls asleep.",
  "WAZAINFO_143": "The user attacks the turn after using this move. This move\nhas a heightened chance of landing a critical hit and may\nalso make the target flinch.",
  "WAZAINFO_144": "The user transforms into a copy of the target, right down\nto having the same move set.",
  "WAZAINFO_145": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_146": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_147": "The user scatters bursts of spores that induce sleep.",
  "WAZAINFO_148": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_149": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_150": "The user just flops and splashes around to no effect\nat all...",
  "WAZAINFO_151": "The user alters its cellular structure to liquefy itself,\nsharply boosting its Defense stat.",
  "WAZAINFO_152": "The target is hammered with a large pincer. This move\nhas a heightened chance of landing a critical hit.",
  "WAZAINFO_153": "The user attacks everything around it by causing a\ntremendous explosion. The user faints upon using\nthis move.",
  "WAZAINFO_154": "The user attacks by raking the target with claws, scythes,\nor the like. This move hits two to five times in a row.",
  "WAZAINFO_155": "The user throws the bone it holds. The bone loops\naround to damage the target twice—coming and going.",
  "WAZAINFO_156": "The user goes to sleep for two turns. This fully restores\nthe user’s HP and cures any status conditions.",
  "WAZAINFO_157": "Large boulders are hurled at opposing Pokémon to\ninflict damage. This may also make the opposing\nPokémon flinch.",
  "WAZAINFO_158": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_159": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_160": "The user changes its type to become the same type\nas the move at the top of the list of moves it knows.",
  "WAZAINFO_161": "The user strikes with a simultaneous three-beam attack.\nThis may also burn, freeze, or paralyze the target.",
  "WAZAINFO_162": "The user chomps hard on the target with its sharp\nfront fangs. This cuts the target’s HP in half.",
  "WAZAINFO_163": "The target is attacked with a slash of claws, scythes, or\nthe like. This move has a heightened chance of landing\na critical hit.",
  "WAZAINFO_164": "The user creates a substitute for itself using some of\nits own HP. The substitute serves as the user’s decoy.",
  "WAZAINFO_165": "This attack is used in desperation only if the user has\nno remaining PP. It also damages the user a little.",
  "WAZAINFO_166": "This move enables the user to permanently learn\nthe move last used by the target. Once used,\nSketch disappears.",
  "WAZAINFO_167": "A consecutive three-kick attack that becomes more\npowerful with each successful hit.",
  "WAZAINFO_168": "The user attacks and steals the target’s held item\nsimultaneously. The user can’t steal anything if it\nalready holds an item.",
  "WAZAINFO_169": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_170": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_171": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_172": "The user attacks by cloaking itself in fire and charging\nat the target. This may also leave the target with a burn.",
  "WAZAINFO_173": "This attack can be used only if the user is asleep.\nThe harsh noise may also make the target flinch.",
  "WAZAINFO_174": "A move that has different effects depending on whether\nthe user is a Ghost type or not.",
  "WAZAINFO_175": "The user flails about aimlessly to attack. The less HP\nthe user has, the greater the move’s power.",
  "WAZAINFO_176": "The user changes its type to make itself resistant to\nthe type of the move the target used last.",
  "WAZAINFO_177": "A vortex of air is shot at the target to inflict damage.\nThis move has a heightened chance of landing a\ncritical hit.",
  "WAZAINFO_178": "The user releases cotton-like spores that cling to\nopposing Pokémon. This harshly lowers their Speed stats.",
  "WAZAINFO_179": "An all-out attack that becomes more powerful the\nless HP the user has.",
  "WAZAINFO_180": "The user unleashes its grudge on the move last used\nby the target by cutting 4 PP from it.",
  "WAZAINFO_181": "The user attacks with a chilling gust of powdery snow.\nThis may also leave opposing Pokémon frozen.",
  "WAZAINFO_182": "This move enables the user to protect itself from\nall attacks. Its chance of failing rises if it is used\nin succession.",
  "WAZAINFO_183": "The user throws a punch at blinding speed. This move\nalways goes first.",
  "WAZAINFO_184": "The user frightens the target with a scary face to harshly\nlower its Speed stat.",
  "WAZAINFO_185": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_186": "The user kisses the target with a sweet, angelic cuteness\nthat causes confusion.",
  "WAZAINFO_187": "The user maximizes its Attack stat but loses HP equal to\nhalf its max HP.",
  "WAZAINFO_188": "The user hurls unsanitary sludge at the target to inflict\ndamage. This may also poison the target.",
  "WAZAINFO_189": "The user hurls mud in the target’s face to inflict damage\nand lower its accuracy.",
  "WAZAINFO_190": "The user attacks by spraying ink in the target’s face.\nThis may also lower the target’s accuracy.",
  "WAZAINFO_191": "The user lays a trap of spikes at the feet of the\nopposing team. The spikes will damage opposing\nPokémon that switch into battle.",
  "WAZAINFO_192": "The user attacks by firing an electric blast like a cannon.\nThis also leaves the target with paralysis.",
  "WAZAINFO_193": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_194": "If the user is knocked out after using this move, the\nPokémon that knocked it out will also faint. This move’s\nchance of failing rises if it is used in succession.",
  "WAZAINFO_195": "Any Pokémon that hears this song faints in three turns,\nunless it switches out of battle.",
  "WAZAINFO_196": "The user attacks with a gust of chilled air. This also\nlowers opposing Pokémon’s Speed stats.",
  "WAZAINFO_197": "This move enables the user to protect itself from\nall attacks. Its chance of failing rises if it is used\nin succession.",
  "WAZAINFO_198": "The user attacks by striking the target with a hard bone.\nThis move hits two to five times in a row.",
  "WAZAINFO_199": "The user takes sure aim at the target. This ensures\nthe user’s next move does not miss that target.",
  "WAZAINFO_200": "The user rampages and attacks for two to three turns.\nThe user then becomes confused.",
  "WAZAINFO_201": "A five-turn sandstorm is summoned to damage all\nPokémon except Rock, Ground, and Steel types. The\nsandstorm also boosts the Sp. Def stats of Rock types.",
  "WAZAINFO_202": "A nutrient-draining attack. The user’s HP is restored by\nup to half the damage taken by the target.",
  "WAZAINFO_203": "The user endures any attack with at least 1 HP.\nThis move’s chance of failing rises if used in succession.",
  "WAZAINFO_204": "The user gazes at the target rather charmingly, making it\nless wary. This harshly lowers the target’s Attack stat.",
  "WAZAINFO_205": "The user continually rolls into the target over five turns.\nThis attack becomes more powerful each time it hits.",
  "WAZAINFO_206": "A restrained attack that prevents the target from\nfainting. The target is left with at least 1 HP.",
  "WAZAINFO_207": "The user enrages and confuses the target. However, this\nalso sharply boosts the target’s Attack stat.",
  "WAZAINFO_208": "The user restores its own HP by up to half its max HP.",
  "WAZAINFO_209": "The user attacks the target with an electrically charged\ntackle. This may also leave the target with paralysis.",
  "WAZAINFO_210": "The user attacks by slashing the target with scythes,\nclaws, or the like. This attack becomes more powerful\nif it hits in succession.",
  "WAZAINFO_211": "The target is hit with wings of steel. This may also boost\nthe user’s Defense stat.",
  "WAZAINFO_212": "The user pins the target with a dark, arresting look.\nThe target becomes unable to flee.",
  "WAZAINFO_213": "If the target is of the opposite gender to the user, it\nbecomes infatuated with the user and will sometimes be\nunable to use its moves.",
  "WAZAINFO_214": "The user randomly uses one of the moves it knows.\nThis move can only be used while the user is asleep.",
  "WAZAINFO_215": "The user makes a soothing bell chime to cure the status\nconditions of all its fellow party Pokémon and allies.",
  "WAZAINFO_216": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_217": "The user attacks by giving the target a gift with a hidden\ntrap. The gift restores HP sometimes, however.",
  "WAZAINFO_218": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_219": "The user creates a protective field that prevents status\nconditions for five turns.",
  "WAZAINFO_220": "The user adds its HP to the target’s HP, then equally\nsplits the combined HP between the target and itself.",
  "WAZAINFO_221": "The target is razed with a mystical fire of great intensity.\nThis may also leave the target with a burn.",
  "WAZAINFO_222": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_223": "The user attacks by punching the target with full\nconcentrated power. This also confuses the target.",
  "WAZAINFO_224": "Using its tough and impressive horn, the user rams into\nthe target with no letup.",
  "WAZAINFO_225": "The user exhales a mighty gust that inflicts damage.\nThis may also leave the target with paralysis.",
  "WAZAINFO_226": "The user switches places with a party Pokémon in waiting\nand passes along any stat changes.",
  "WAZAINFO_227": "The user compels the target to keep using the move it\nencored for three turns.",
  "WAZAINFO_228": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_229": "The user performs a spin attack that can also eliminate\nthe effects of such moves as Bind, Wrap, and Leech\nSeed. This also boosts the user’s Speed stat.",
  "WAZAINFO_230": "The user releases a scent that harshly lowers opposing\nPokémon’s evasiveness.",
  "WAZAINFO_231": "The target is slammed with a steel-hard tail. This may\nalso lower the target’s Defense stat.",
  "WAZAINFO_232": "The target is raked with steel claws. This may also boost\nthe user’s Attack stat.",
  "WAZAINFO_233": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_234": "The user restores its own HP. The amount of HP regained\nvaries with the weather.",
  "WAZAINFO_235": "The user restores its own HP. The amount of HP regained\nvaries with the weather.",
  "WAZAINFO_236": "The user restores its own HP. The amount of HP regained\nvaries with the weather.",
  "WAZAINFO_237": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_238": "The user delivers a double chop with its forearms\ncrossed. This move has a heightened chance of landing\na critical hit.",
  "WAZAINFO_239": "The user whips up a vicious tornado to tear at opposing\nPokémon. This may also make them flinch.",
  "WAZAINFO_240": "The user summons a heavy rain that falls for five turns,\npowering up Water-type attacks. The rain also lowers the\npower of Fire-type attacks.",
  "WAZAINFO_241": "The user intensifies the sun for five turns, powering up\nFire-type attacks. The sunlight also lowers the power of\nWater-type attacks.",
  "WAZAINFO_242": "The user crunches up the target with sharp fangs.\nThis may also lower the target’s Defense stat.",
  "WAZAINFO_243": "A retaliatory attack that counters any special move,\ninflicting double the damage taken.",
  "WAZAINFO_244": "The user hypnotizes itself into copying any stat change\nmade by the target.",
  "WAZAINFO_245": "The user charges the target at blinding speed. This move\nalways goes first.",
  "WAZAINFO_246": "The user attacks with a prehistoric power. This may also\nboost all the user’s stats at once.",
  "WAZAINFO_247": "The user attacks by hurling a shadowy blob at the target.\nThis may also lower the target’s Sp. Def stat.",
  "WAZAINFO_248": "Two turns after this move is used, a hunk of psychic\nenergy attacks the target.",
  "WAZAINFO_249": "The user attacks with a punch. This may also lower the\ntarget’s Defense stat.",
  "WAZAINFO_250": "The user traps the target inside a violent, swirling\nwhirlpool that inflicts damage for four to five turns.",
  "WAZAINFO_251": "The user gets all party Pokémon to attack the target.\nThe more party Pokémon, the greater the number\nof attacks.",
  "WAZAINFO_252": "This attack hits first and makes the target flinch. It works\nonly on the first turn each time the user enters battle.",
  "WAZAINFO_253": "The user attacks in an uproar for three turns. During that\ntime, no Pokémon can fall asleep.",
  "WAZAINFO_254": "The user stores power and boosts its Defense and\nSp. Def stats. This move can be used up to three times.",
  "WAZAINFO_255": "The power stored using the move Stockpile is released\nat once in an attack. The more power is stored, the\ngreater the move’s power.",
  "WAZAINFO_256": "The power stored using the move Stockpile is absorbed\nby the user to restore its own HP. The more power is\nstored, the more HP is restored.",
  "WAZAINFO_257": "The user attacks by exhaling hot breath on opposing\nPokémon. This may also leave them with a burn.",
  "WAZAINFO_258": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_259": "The user torments and enrages the target, making it\nincapable of using the same move twice in a row.",
  "WAZAINFO_260": "Flattery is used to confuse the target. However, this also\nboosts the target’s Sp. Atk stat.",
  "WAZAINFO_261": "The user shoots a sinister flame at the target to inflict\na burn.",
  "WAZAINFO_262": "The user faints. In return, the target’s Attack and Sp. Atk\nstats are harshly lowered.",
  "WAZAINFO_263": "This move’s power is doubled if the user is poisoned,\nburned, or paralyzed.",
  "WAZAINFO_264": "The user focuses its mind before launching a punch.\nThis move fails if the user is hit before using the move.",
  "WAZAINFO_265": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_266": "The user draws attention to itself, making all opposing\nPokémon take aim only at the user.",
  "WAZAINFO_267": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_268": "The user becomes charged, boosting the power of the\nnext Electric-type move it uses. This also boosts the\nuser’s Sp. Def stat.",
  "WAZAINFO_269": "The target is taunted into a rage that allows it to use\nonly attack moves for three turns.",
  "WAZAINFO_270": "The user assists an ally by boosting the power of that\nally’s attack.",
  "WAZAINFO_271": "The user catches the target off guard and swaps the\ntarget’s held item with its own.",
  "WAZAINFO_272": "The user mimics the target completely, copying the\ntarget’s Ability.",
  "WAZAINFO_273": "One turn after this move is used, the user’s or its\nreplacement’s HP is restored by up to half the user’s\nmax HP.",
  "WAZAINFO_274": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_275": "The user lays roots that restore its own HP every turn.\nBecause the user is now rooted, it can’t switch out.",
  "WAZAINFO_276": "The user attacks the target with great power. This also\nlowers the user’s Attack and Defense stats.",
  "WAZAINFO_277": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_278": "The user recycles a held item that has been used in\nbattle so it can be used again.",
  "WAZAINFO_279": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_280": "The user attacks with a swift chop. This move can also\nbreak barriers, such as Light Screen and Reflect.",
  "WAZAINFO_281": "The user lets loose a huge yawn that lulls the target into\nfalling asleep on the next turn.",
  "WAZAINFO_282": "The user slaps down the target’s held item, making it\nunusable for that battle. This move does more damage\nif the target has a held item.",
  "WAZAINFO_283": "The user inflicts damage by cutting down the target’s HP\nto roughly equal the user’s HP.",
  "WAZAINFO_284": "The user attacks opposing Pokémon with explosive fury.\nThe lower the user’s HP, the lower the move’s power.",
  "WAZAINFO_285": "The user employs its psychic power to exchange Abilities\nwith the target.",
  "WAZAINFO_286": "If opposing Pokémon know any move also known by the\nuser, they are prevented from using it.",
  "WAZAINFO_287": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_288": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_289": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_290": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_291": "The user dives on the first turn, then floats up and\nattacks on the next turn.",
  "WAZAINFO_292": "The user attacks the target with open-palmed arm\nthrusts. This move hits two to five times in a row.",
  "WAZAINFO_293": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_294": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_295": "The user lets loose a damaging burst of light. This may\nalso lower the target’s Sp. Def stat.",
  "WAZAINFO_296": "A mist-like flurry of down envelops and damages the\ntarget. This may also lower the target’s Sp. Atk stat.",
  "WAZAINFO_297": "The user covers the target’s body with a mass of down\nthat harshly lowers its Attack stat.",
  "WAZAINFO_298": "The user performs a wobbly dance that confuses every\nPokémon around it.",
  "WAZAINFO_299": "The user launches a kick that has a heightened chance of\nlanding a critical hit. This may also leave the target with\na burn.",
  "WAZAINFO_300": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_301": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_302": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_303": "The user slacks off, restoring its own HP by up to half its\nmax HP.",
  "WAZAINFO_304": "The user attacks by letting loose a horribly loud,\nresounding cry.",
  "WAZAINFO_305": "The user bites the target with toxic fangs. This may also\nleave the target badly poisoned.",
  "WAZAINFO_306": "The user slashes the target with hard and sharp claws.\nThis may also lower the target’s Defense stat.",
  "WAZAINFO_307": "The target is razed by a fiery explosion. The user can’t\nmove on the next turn.",
  "WAZAINFO_308": "The target is hit with a watery blast. The user can’t move\non the next turn.",
  "WAZAINFO_309": "The target is hit with a hard punch fired like a meteor.\nThis may also boost the user’s Attack stat.",
  "WAZAINFO_310": "The user attacks the target by crying out in a startling\nfashion. This may also make the target flinch.",
  "WAZAINFO_311": "This move’s type and power change depending on the\nweather at the time the move is used.",
  "WAZAINFO_312": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_313": "The user feigns crying to fluster the target. This harshly\nlowers the target’s Sp. Def stat.",
  "WAZAINFO_314": "The user launches razor-like wind to slash opposing\nPokémon. This move has a heightened chance of landing\na critical hit.",
  "WAZAINFO_315": "The user attacks the target with all its might. The recoil\nfrom this move harshly lowers the user’s Sp. Atk stat.",
  "WAZAINFO_316": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_317": "The user hurls boulders at the target to inflict damage.\nThis also lowers the target’s Speed stat by cutting off\nits movement.",
  "WAZAINFO_318": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_319": "A horrible sound like scraping metal harshly lowers the\ntarget’s Sp. Def stat.",
  "WAZAINFO_320": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_321": "The user tickles the target into laughing, lowering its\nAttack and Defense stats.",
  "WAZAINFO_322": "The user absorbs a mystical power from space to boost\nits Defense and Sp. Def stats.",
  "WAZAINFO_323": "The user spouts water to damage opposing Pokémon.\nThe lower the user’s HP, the lower the move’s power.",
  "WAZAINFO_324": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_325": "The user throws a punch from the shadows. This attack\nnever misses.",
  "WAZAINFO_326": "The user attacks with an odd, unseeable power. This may\nalso make the target flinch.",
  "WAZAINFO_327": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_328": "The user traps the target inside a harshly raging\nsandstorm that inflicts damage for four to five turns.",
  "WAZAINFO_329": "The target faints instantly. This move is less likely to hit\nthe target if used by Pokémon other than Ice types.",
  "WAZAINFO_330": "The user attacks by shooting muddy water at opposing\nPokémon. This may also lower their accuracy.",
  "WAZAINFO_331": "The user attacks by forcefully shooting seeds at the\ntarget. This move hits two to five times in a row.",
  "WAZAINFO_332": "The user confounds the target with speed, then slashes.\nThis attack never misses.",
  "WAZAINFO_333": "The user attacks by launching sharp icicles at the target.\nThis move hits two to five times in a row.",
  "WAZAINFO_334": "The user hardens its body’s surface like iron, sharply\nboosting its Defense stat.",
  "WAZAINFO_335": "The user blocks the target’s way with arms spread wide\nto prevent the target from fleeing.",
  "WAZAINFO_336": "The user howls loudly to rouse itself and its allies.\nThis boosts their Attack stats.",
  "WAZAINFO_337": "The user slashes the target with huge, sharp claws to\ninflict damage.",
  "WAZAINFO_338": "The user slams the target with the roots of an enormous\ntree. The user can’t move on the next turn.",
  "WAZAINFO_339": "The user tenses its muscles to bulk up its body, boosting\nits Attack and Defense stats.",
  "WAZAINFO_340": "The user bounces up high on the first turn, then drops\nonto the target on the next turn. This may also leave the\ntarget with paralysis.",
  "WAZAINFO_341": "The user attacks by hurling a blob of mud at the target.\nThis also lowers the target’s Speed stat.",
  "WAZAINFO_342": "The user hits the target with its tail. This move has a\nheightened chance of landing a critical hit and may also\npoison the target.",
  "WAZAINFO_343": "The user endearingly approaches the target, then steals\nthe target’s held item.",
  "WAZAINFO_344": "The user electrifies itself and charges the target to inflict\ndamage. This also damages the user quite a lot and may\nleave the target with paralysis.",
  "WAZAINFO_345": "The user scatters curious leaves that chase the target.\nThis attack never misses.",
  "WAZAINFO_346": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_347": "The user quietly focuses its mind and calms its spirit to\nboost its Sp. Atk and Sp. Def stats.",
  "WAZAINFO_348": "The user handles a sharp leaf like a sword and cuts the\ntarget to inflict damage. This move has a heightened\nchance of landing a critical hit.",
  "WAZAINFO_349": "The user vigorously performs a mystic, powerful dance\nthat boosts its Attack and Speed stats.",
  "WAZAINFO_350": "The user attacks by hurling hard rocks at the target.\nThis move hits two to five times in a row.",
  "WAZAINFO_351": "The user strikes the target with a quick jolt of electricity.\nThis attack never misses.",
  "WAZAINFO_352": "The user attacks the target with a pulsing blast of water.\nThis may also confuse the target.",
  "WAZAINFO_353": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_354": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_355": "The user lands and rests its body. This move restores the\nuser’s HP by up to half its max HP.",
  "WAZAINFO_356": "Enables Flying types or Pokémon with the Levitate\nAbility to be hit by Ground-type moves for five turns.\nMoves that involve flying can’t be used.",
  "WAZAINFO_357": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_358": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_359": "The user swings its strong, heavy fist at the target to\ninflict damage. This also lowers the user’s Speed stat.",
  "WAZAINFO_360": "The user tackles the target with a high-speed spin.\nThe slower the user is than the target, the greater\nthe move’s power.",
  "WAZAINFO_361": "The user faints. In return, the Pokémon taking its place\nwill have its HP restored and status conditions cured.",
  "WAZAINFO_362": "This move’s power is doubled if the target’s HP is at half\nor less.",
  "WAZAINFO_363": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_364": "This attack can hit a target using a move such as Protect\nor Detect. This also lifts the effects of those moves.",
  "WAZAINFO_365": "The user attacks by pecking the target. If the target is\nholding a Berry, the user eats it and gains its effect.",
  "WAZAINFO_366": "The user whips up a turbulent whirlwind that boosts the\nSpeed stats of itself and its allies for four turns.",
  "WAZAINFO_367": "The user applies pressure to stress points, sharply\nboosting one of its or its allies’ stats.",
  "WAZAINFO_368": "The user retaliates with much greater force against the\nopponent that last inflicted damage on it.",
  "WAZAINFO_369": "After making its attack, the user rushes back to switch\nplaces with a party Pokémon in waiting.",
  "WAZAINFO_370": "The user fights the target up close, inflicting damage\nwithout guarding itself. This also lowers the user’s\nDefense and Sp. Def stats.",
  "WAZAINFO_371": "The user stores power, then attacks. This move’s power\nis doubled if the user moves after the target.",
  "WAZAINFO_372": "This move’s power is doubled if the target has already\ntaken some damage in the same turn.",
  "WAZAINFO_373": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_374": "The user flings its held item at the target to attack.\nThis move’s power and effects depend on the item.",
  "WAZAINFO_375": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_376": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_377": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_378": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_379": "The user employs its psychic power to switch its Attack\nstat with its Defense stat.",
  "WAZAINFO_380": "The user hurls up its stomach acids on the target.\nThe fluid eliminates the effect of the target’s Ability.",
  "WAZAINFO_381": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_382": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_383": "The user mimics the move used immediately before it.\nThis move fails if no other move has been used yet.",
  "WAZAINFO_384": "The user employs its psychic power to switch changes to\nits Attack and Sp. Atk stats with the target.",
  "WAZAINFO_385": "The user employs its psychic power to switch changes to\nits Defense and Sp. Def stats with the target.",
  "WAZAINFO_386": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_387": "This move can be used only after the user has used all\nthe other moves it knows in the battle.",
  "WAZAINFO_388": "A seed that causes worry is planted on the target.\nIt prevents sleep by making the target’s Ability Insomnia.",
  "WAZAINFO_389": "This move enables the user to attack first. This move fails\nif the target is not readying an attack.",
  "WAZAINFO_390": "The user lays a trap of poison spikes at the feet of\nthe opposing team. The spikes will poison opposing\nPokémon that switch into battle.",
  "WAZAINFO_391": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_392": "The user envelops itself in a veil made of water.\nIt regains some HP every turn.",
  "WAZAINFO_393": "The user levitates using electrically generated magnetism\nfor five turns.",
  "WAZAINFO_394": "The user cloaks itself in fire and charges the target to\ninflict damage. This also damages the user quite a lot\nand may leave the target with a burn.",
  "WAZAINFO_395": "The target is attacked with a shock wave. This may also\nleave the target with paralysis.",
  "WAZAINFO_396": "The user lets loose a pulse of aura power from deep\nwithin its body at the target. This attack never misses.",
  "WAZAINFO_397": "The user polishes its body to reduce drag. This sharply\nboosts the user’s Speed stat.",
  "WAZAINFO_398": "The target is stabbed with a tentacle, an arm, or the like\nsteeped in poison. This may also poison the target.",
  "WAZAINFO_399": "The user releases a horrible aura imbued with ill intent.\nThis may also make the target flinch.",
  "WAZAINFO_400": "The user slashes the target the instant an opportunity\narises. This move has a heightened chance of landing\na critical hit.",
  "WAZAINFO_401": "The user attacks by swinging its tail as if it were a vicious\nwave in a raging storm.",
  "WAZAINFO_402": "The user attacks by slamming a barrage of hard-shelled\nseeds down on the target from above.",
  "WAZAINFO_403": "The user attacks with a blade of air that slices even the\nsky. This may also make the target flinch.",
  "WAZAINFO_404": "The user slashes at the target by crossing its scythes,\nclaws, or the like as if they were a pair of scissors.",
  "WAZAINFO_405": "The user vibrates to generate a damaging sound wave.\nThis may also lower the target’s Sp. Def stat.",
  "WAZAINFO_406": "The target is attacked with a shock wave generated by\nthe user’s gaping mouth.",
  "WAZAINFO_407": "The user tackles the target while exhibiting\noverwhelming menace. This may also make the\ntarget flinch.",
  "WAZAINFO_408": "The user attacks with a ray of light that sparkles as if it\nwere made of gemstones.",
  "WAZAINFO_409": "The user attacks with an energy-draining punch. The\nuser’s HP is restored by up to half the damage taken\nby the target.",
  "WAZAINFO_410": "The user whirls its fists to send a wave of pure vacuum at\nthe target. This move always goes first.",
  "WAZAINFO_411": "The user heightens its mental focus and unleashes its\npower. This may also lower the target’s Sp. Def stat.",
  "WAZAINFO_412": "The user draws power from nature and fires it at the\ntarget. This may also lower the target’s Sp. Def stat.",
  "WAZAINFO_413": "The user tucks in its wings and charges at a low altitude.\nThis also damages the user quite a lot.",
  "WAZAINFO_414": "The user makes the ground under the target erupt with\npower. This may also lower the target’s Sp. Def stat.",
  "WAZAINFO_415": "The user trades held items with the target faster than the\neye can follow.",
  "WAZAINFO_416": "The user charges at the target using every bit of its\npower. The user can’t move on the next turn.",
  "WAZAINFO_417": "The user stimulates its brain by thinking bad thoughts.\nThis sharply boosts the user’s Sp. Atk stat.",
  "WAZAINFO_418": "The user strikes the target with tough punches as fast as\nbullets. This move always goes first.",
  "WAZAINFO_419": "This move’s power is doubled if the target has inflicted\ndamage on the user in the same turn.",
  "WAZAINFO_420": "The user flash-freezes chunks of ice and hurls them at the\ntarget. This move always goes first.",
  "WAZAINFO_421": "The user attacks by slashing the target with a sharp claw\nmade from shadows. This move has a heightened chance\nof landing a critical hit.",
  "WAZAINFO_422": "The user bites with electrified fangs. This may also make\nthe target flinch or leave it with paralysis.",
  "WAZAINFO_423": "The user bites with cold-infused fangs. This may also\nmake the target flinch or leave it frozen.",
  "WAZAINFO_424": "The user bites with flame-cloaked fangs. This may also\nmake the target flinch or leave it with a burn.",
  "WAZAINFO_425": "The user extends its shadow and attacks the target from\nbehind. This move always goes first.",
  "WAZAINFO_426": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_427": "The user tears at the target with blades formed by\npsychic power. This move has a heightened chance of\nlanding a critical hit.",
  "WAZAINFO_428": "The user focuses its willpower to its head and attacks\nthe target. This may also make the target flinch.",
  "WAZAINFO_429": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_430": "The user gathers all its light energy and releases it at\nonce. This may also lower the target’s Sp. Def stat.",
  "WAZAINFO_431": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_432": "A strong wind blows away the target’s barriers such as\nReflect or Light Screen. This also lowers the target’s\nevasiveness.",
  "WAZAINFO_433": "The user creates a bizarre area in which slower Pokémon\nget to move first for five turns.",
  "WAZAINFO_434": "Comets are summoned down from the sky onto the\ntarget. The recoil from this move harshly lowers the\nuser’s Sp. Atk stat.",
  "WAZAINFO_435": "The user strikes everything around it by letting loose\na flare of electricity. This may also leave those hit by the\nattack with paralysis.",
  "WAZAINFO_436": "The user torches everything around it in an inferno\nof scarlet flames. This may also leave those it hits\nwith a burn.",
  "WAZAINFO_437": "The user whips up a storm of leaves around the target.\nThe recoil from this move harshly lowers the user’s\nSp. Atk stat.",
  "WAZAINFO_438": "The user violently whirls its vines, tentacles, or the like to\nlash the target.",
  "WAZAINFO_439": "The user launches a huge boulder at the target to attack.\nThe user can’t move on the next turn.",
  "WAZAINFO_440": "A slashing attack with a poisonous blade that may also\npoison the target. This move has a heightened chance of\nlanding a critical hit.",
  "WAZAINFO_441": "The user shoots filthy garbage at the target to attack.\nThis may also poison the target.",
  "WAZAINFO_442": "The user slams the target with its steel-hard head.\nThis may also make the target flinch.",
  "WAZAINFO_443": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_444": "The user stabs the target with sharpened stones.\nThis move has a heightened chance of landing a\ncritical hit.",
  "WAZAINFO_445": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_446": "The user lays a trap of levitating stones around the\nopposing team. The trap damages opposing Pokémon\nthat switch into battle.",
  "WAZAINFO_447": "The user snares the target with grass and trips it.\nThe heavier the target, the greater the move’s power.",
  "WAZAINFO_448": "The user attacks the target with sound waves of\ndeafening chatter. This also confuses the target.",
  "WAZAINFO_449": "The user releases countless shots of light at the target.\nThis move’s type changes depending on the kind of\nplate held by the user.",
  "WAZAINFO_450": "The user attacks by biting the target. If the target is\nholding a Berry, the user eats it and gains its effect.",
  "WAZAINFO_451": "The user attacks the target with an electric charge.\nThe residual electricity may also boost the user’s\nSp. Atk stat.",
  "WAZAINFO_452": "The user slams its rugged body into the target to attack.\nThis also damages the user quite a lot.",
  "WAZAINFO_453": "The user lunges at the target to inflict damage, moving\nat blinding speed. This move always goes first.",
  "WAZAINFO_454": "The user calls out its underlings to pummel the target.\nThis move has a heightened chance of landing a\ncritical hit.",
  "WAZAINFO_455": "The user calls out its underlings to shield its body,\nboosting its Defense and Sp. Def stats.",
  "WAZAINFO_456": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_457": "The user attacks the target with a hazardous full-power\nheadbutt. This also damages the user terribly.",
  "WAZAINFO_458": "The user slams the target with a tail or the like.\nThe target is hit twice in a row.",
  "WAZAINFO_459": "The user blasts the target with power that distorts even\ntime. The user can’t move on the next turn.",
  "WAZAINFO_460": "The user tears the target along with the space around it.\nThis move has a heightened chance of landing a\ncritical hit.",
  "WAZAINFO_461": "The user faints. In return, the Pokémon taking its place\nwill have its HP and PP restored and its status conditions\ncured.",
  "WAZAINFO_462": "The target is crushed with great force. The more HP the\ntarget has left, the greater the move’s power.",
  "WAZAINFO_463": "The user traps the target inside a maelstrom of fire that\ninflicts damage for four to five turns.",
  "WAZAINFO_464": "Opposing Pokémon are dragged into a world of total\ndarkness that puts them to sleep.",
  "WAZAINFO_465": "The user emits a shock wave from its body to attack\nthe target. This may also harshly lower the target’s\nSp. Def stat.",
  "WAZAINFO_466": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_467": "The user disappears on the first turn, then attacks on the\nnext turn. This move hits even if the target protects itself.",
  "WAZAINFO_468": "The user sharpens its claws to boost its Attack stat\nand accuracy.",
  "WAZAINFO_469": "The user and its allies are protected from wide-ranging\nattacks for one turn.",
  "WAZAINFO_470": "The user employs its psychic power to average its\nDefense and Sp. Def stats with those of the target.",
  "WAZAINFO_471": "The user employs its psychic power to average its Attack\nand Sp. Atk stats with those of the target.",
  "WAZAINFO_472": "The user creates a bizarre area in which Pokémon’s\nDefense and Sp. Def stats are swapped for five turns.",
  "WAZAINFO_473": "The user materializes an odd psychic wave to attack\nthe target. This move deals physical damage.",
  "WAZAINFO_474": "The user drenches the target in a special poisonous\nliquid. This move’s power is doubled if the target\nis poisoned.",
  "WAZAINFO_475": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_476": "The user scatters a cloud of irritating powder to draw\nattention to itself. Opposing Pokémon aim only at\nthe user.",
  "WAZAINFO_477": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_478": "The user creates a bizarre area in which Pokémon’s held\nitems lose their effects for five turns.",
  "WAZAINFO_479": "The user throws a stone or similar projectile to attack\nthe target. If the target is in the air, it will be knocked\ndown to the ground.",
  "WAZAINFO_480": "The user attacks by striking the target with a fierce blow.\nThis move always lands a critical hit.",
  "WAZAINFO_481": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_482": "The user strikes everything around it by swamping the\narea with a giant sludge wave. This may also poison\nthose it hits.",
  "WAZAINFO_483": "The user lightly performs a beautiful, mystic dance.\nThis boosts the user’s Sp. Atk, Sp. Def, and Speed stats.",
  "WAZAINFO_484": "The user slams into the target with its heavy body.\nThe more the user outweighs the target, the greater\nthe move’s power.",
  "WAZAINFO_485": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_486": "The user hurls an electric orb at the target. The faster the\nuser is than the target, the greater the move’s power.",
  "WAZAINFO_487": "The user shoots a torrent of water that changes the\ntarget’s type to Water.",
  "WAZAINFO_488": "Cloaking itself in flame, the user attacks the target.\nThen, building up momentum, the user boosts its\nSpeed stat.",
  "WAZAINFO_489": "The user coils up and concentrates. This boosts its\nAttack and Defense stats as well as its accuracy.",
  "WAZAINFO_490": "The user makes a swift attack on the target’s legs,\nwhich lowers the target’s Speed stat.",
  "WAZAINFO_491": "The user attacks by spitting fluid that works to melt the\ntarget. This also harshly lowers the target’s Sp. Def stat.",
  "WAZAINFO_492": "The user turns the target’s strength against it. The higher\nthe target’s Attack stat, the greater the damage this\nmove inflicts.",
  "WAZAINFO_493": "The user emits a mysterious psychic wave that changes\nthe target’s Ability to Simple.",
  "WAZAINFO_494": "The user dances with an odd rhythm that compels the\ntarget to mimic it, making the target’s Ability the same\nas the user’s.",
  "WAZAINFO_495": "The user helps the target and makes it use its move right\nafter the user.",
  "WAZAINFO_496": "The user attacks the target with a song. If others use this\nmove, they will act immediately after the initial user, and\nthe power of their Rounds will be boosted.",
  "WAZAINFO_497": "The user attacks the target with an echoing voice.\nIf this move is used consecutively by any Pokémon,\nits power is boosted.",
  "WAZAINFO_498": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_499": "The user attacks the target by throwing a clump of\nspecial mud. All stat changes are eliminated.",
  "WAZAINFO_500": "The user attacks the target with stored power.\nThe more the user’s stats are boosted, the greater\nthe move’s power.",
  "WAZAINFO_501": "The user protects itself and its allies from priority moves.",
  "WAZAINFO_502": "The user teleports using a strange power and switches\nplaces with one of its allies. This move’s chance of failing\nrises if it is used in succession.",
  "WAZAINFO_503": "The user attacks by shooting boiling hot water at\nthe target. This may also leave the target with a burn.",
  "WAZAINFO_504": "The user breaks its shell, which lowers its Defense and\nSp. Def stats but sharply boosts its Attack, Sp. Atk, and\nSpeed stats.",
  "WAZAINFO_505": "The user emits a healing pulse that restores the target’s\nHP by up to half its max HP.",
  "WAZAINFO_506": "This relentless attack does massive damage to a target\naffected by status conditions.",
  "WAZAINFO_507": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_508": "The user rotates its gears, boosting its Attack stat and\nsharply boosting its Speed stat.",
  "WAZAINFO_509": "The target is thrown, and a different Pokémon is\ndragged out. In the wild, this ends a battle against\na single Pokémon.",
  "WAZAINFO_510": "The user attacks opposing Pokémon with fire. If a\nPokémon is holding a certain item, such as a Berry,\nthe item becomes burned up and unusable.",
  "WAZAINFO_511": "The user suppresses the target and makes its move\ngo last.",
  "WAZAINFO_512": "The user nimbly strikes the target. This attack does\nmassive damage if the user isn’t holding an item.",
  "WAZAINFO_513": "The user reflects the target’s type to become the same\ntype as the target.",
  "WAZAINFO_514": "The user takes revenge for a fainted ally. This move’s\npower is boosted if an ally fainted in the previous turn.",
  "WAZAINFO_515": "The user risks everything to attack the target. The user\nfaints but inflicts damage equal to its own HP.",
  "WAZAINFO_516": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_517": "The user attacks by engulfing the target in an intense\nfire. This leaves the target with a burn.",
  "WAZAINFO_518": "A column of water hits the target. When used with its fire\ncounterpart, this move’s power is boosted and a rainbow\nappears.",
  "WAZAINFO_519": "A column of fire hits the target. When used with its grass\ncounterpart, this move’s power is boosted and a vast sea\nof fire appears.",
  "WAZAINFO_520": "A column of grass hits the target. When used with its\nwater counterpart, this move’s power is boosted and\na vast swamp appears.",
  "WAZAINFO_521": "After making its attack, the user rushes back to switch\nplaces with a party Pokémon in waiting.",
  "WAZAINFO_522": "The user attacks by struggling against opposing\nPokémon. This also lowers their Sp. Atk stats.",
  "WAZAINFO_523": "The user strikes everything around it by stomping down\non the ground. This lowers the Speed stats of those hit.",
  "WAZAINFO_524": "The user attacks by blowing its cold breath on the target.\nThis move always lands a critical hit.",
  "WAZAINFO_525": "The target is knocked away, and a different Pokémon\nis dragged out. In the wild, this ends a battle against\na single Pokémon.",
  "WAZAINFO_526": "The user is roused, and its Attack and Sp. Atk stats\nare boosted.",
  "WAZAINFO_527": "The user captures opposing Pokémon in an electric net\nto inflict damage. This also lowers their Speed stats.",
  "WAZAINFO_528": "The user shrouds itself in electricity and smashes into the\ntarget. This also damages the user a little.",
  "WAZAINFO_529": "The user crashes into the target while rotating its body\nlike a drill. This move has a heightened chance of landing\na critical hit.",
  "WAZAINFO_530": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_531": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_532": "The user drains the target’s energy with its horns.\nThe user’s HP is restored by up to half the damage\ntaken by the target.",
  "WAZAINFO_533": "The user attacks by slicing with a sword. The target’s stat\nchanges don’t affect the damage inflicted by this move.",
  "WAZAINFO_534": "The user cuts the target with sharp shells to inflict\ndamage. This may also lower the target’s Defense stat.",
  "WAZAINFO_535": "The user slams into the target with its flame-covered\nbody. The more the user outweighs the target, the\ngreater the move’s power.",
  "WAZAINFO_536": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_537": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_538": "The user protects itself by wrapping its body in soft\ncotton, drastically boosting its Defense stat.",
  "WAZAINFO_539": "The user looses a pitch-black shock wave at the target to\ninflict damage. This may also lower the target’s accuracy.",
  "WAZAINFO_540": "The user materializes an odd psychic wave to attack\nthe target. This move deals physical damage.",
  "WAZAINFO_541": "The user attacks by striking the target with its hard tail.\nThis move hits two to five times in a row.",
  "WAZAINFO_542": "The user attacks by wrapping the target in a fierce wind.\nThis may also confuse the target.",
  "WAZAINFO_543": "The user charges its head into the target, using its\npowerful guard hair. This also damages the user a little.",
  "WAZAINFO_544": "The user attacks by throwing steel gears at the target\ntwice in a row.",
  "WAZAINFO_545": "The user torches everything around it in an inferno\nof scarlet flames. This may also leave those it hits\nwith a burn.",
  "WAZAINFO_546": "The user attacks by firing a beam of light at the target.\nThis move’s type changes depending on the kind of\ndrive held by the user.",
  "WAZAINFO_547": "The user sings an ancient song and attacks by appealing\nto the hearts of the listening opposing Pokémon.\nThis may also induce sleep.",
  "WAZAINFO_548": "The user cuts with its long horn. The odd power\ncontained in the horn deals physical damage to\nthe target.",
  "WAZAINFO_549": "The user attacks by blowing freezing cold air at\nopposing Pokémon. This also lowers their Speed stats.",
  "WAZAINFO_550": "The user surrounds itself with a great amount of\nelectricity and charges the target. This may also\nleave the target with paralysis.",
  "WAZAINFO_551": "The user attacks by engulfing the target in an intense,\nyet beautiful, blue flame. This may also leave the target\nwith a burn.",
  "WAZAINFO_552": "Cloaked in flames, the user attacks the target by dancing\nand flapping its wings. This may also boost the user’s\nSp. Atk stat.",
  "WAZAINFO_553": "The turn after using this move, the user hits the target\nwith electrically charged ice to inflict damage. This may\nalso leave the target with paralysis.",
  "WAZAINFO_554": "The turn after using this move, the user surrounds the\ntarget with an ultracold, freezing wind to inflict damage.\nThis may also leave the target with a burn.",
  "WAZAINFO_555": "The user yells as if it’s ranting about something, which\nlowers the Sp. Atk stats of opposing Pokémon.",
  "WAZAINFO_556": "The user attacks by crashing large icicles onto the target.\nThis may also make the target flinch.",
  "WAZAINFO_557": "The user emits a hot flame from its forehead and hurls\nitself at the target to inflict damage. This also lowers the\nuser’s Defense, Sp. Def, and Speed stats.",
  "WAZAINFO_558": "The user brings down a giant flame. This move’s\npower is boosted when influenced by an enormous\nlightning bolt.",
  "WAZAINFO_559": "The user throws down a giant lightning bolt. This\nmove’s power is boosted when influenced by an\nenormous flame.",
  "WAZAINFO_560": "The user dives down onto the target from the sky.\nThis move is Fighting and Flying type simultaneously.",
  "WAZAINFO_561": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_562": "The user lets out a damaging belch at the target.\nThe user must eat a held Berry to use this move.",
  "WAZAINFO_563": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_564": "The user weaves a sticky net around the opposing team,\nwhich lowers their Speed stats upon switching into battle.",
  "WAZAINFO_565": "When the user knocks out a target with this move, the\nuser’s Attack stat is boosted drastically.",
  "WAZAINFO_566": "The user vanishes somewhere, then strikes the target on\nthe next turn. This move hits even if the target protects\nitself.",
  "WAZAINFO_567": "The user takes the target trick-or-treating. This adds\nGhost type to the target’s type.",
  "WAZAINFO_568": "Letting out a noble roar, the user intimidates the target\nand lowers the target’s Attack and Sp. Atk stats.",
  "WAZAINFO_569": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_570": "The user attacks everything around it. The user’s HP is\nrestored by half the damage taken by those hit.",
  "WAZAINFO_571": "The user puts a forest curse on the target. This adds\nGrass type to the target’s type.",
  "WAZAINFO_572": "The user stirs up a violent petal blizzard and damages\neverything around it.",
  "WAZAINFO_573": "The user rapidly cools the target. This may also leave\nthe target frozen. This move is super effective on\nWater types.",
  "WAZAINFO_574": "Letting out a charming cry, the user does emotional\ndamage to opposing Pokémon. This attack never misses.",
  "WAZAINFO_575": "With a parting threat, the user lowers the target’s Attack\nand Sp. Atk stats. Then it switches places with a party\nPokémon in waiting.",
  "WAZAINFO_576": "All stat changes affecting the target turn topsy-turvy\nand become the opposite of what they were.",
  "WAZAINFO_577": "The user steals the target’s HP with a kiss. The user’s HP\nis restored by over half the damage taken by the target.",
  "WAZAINFO_578": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_579": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_580": "The user turns the ground into Grassy Terrain for five\nturns. This restores the HP of Pokémon on the ground a\nlittle every turn and powers up Grass-type moves.",
  "WAZAINFO_581": "This protects Pokémon on the ground from status\nconditions and halves damage from Dragon-type\nmoves for five turns.",
  "WAZAINFO_582": "If the target is electrified before it uses a move, the\ntarget’s move becomes Electric type for that turn.",
  "WAZAINFO_583": "The user attacks by playing rough with the target.\nThis may also lower the target’s Attack stat.",
  "WAZAINFO_584": "The user attacks by stirring up a fairy wind to strike\nthe target.",
  "WAZAINFO_585": "Borrowing the power of the moon, the user attacks\nthe target. This may also lower the target’s Sp. Atk stat.",
  "WAZAINFO_586": "The user attacks everything around it with the destructive\npower of a terrible explosive sound.",
  "WAZAINFO_587": "By locking down the battlefield, the user keeps all\nPokémon from fleeing during the next turn.",
  "WAZAINFO_588": "The user takes a defensive stance while it protects itself\nfrom damage. This also lowers the Attack stat of any\nattacker that makes direct contact.",
  "WAZAINFO_589": "The user and the target become friends, and the target\nloses its will to fight. This lowers the target’s Attack stat.",
  "WAZAINFO_590": "The user tells the target a secret, and the target loses\nits ability to concentrate. This lowers the target’s\nSp. Atk stat.",
  "WAZAINFO_591": "The user whips up a storm of diamonds to damage\nopposing Pokémon. This may also sharply boost the\nuser’s Defense stat.",
  "WAZAINFO_592": "The user immerses the target in superheated steam.\nThis may also leave the target with a burn.",
  "WAZAINFO_593": "Using a hyperspace hole, the user appears right next to\nthe target and strikes. This attack can hit a target using a\nmove such as Protect or Detect.",
  "WAZAINFO_594": "The user hits the target with throwing stars two to five\ntimes in a row. This move always goes first.",
  "WAZAINFO_595": "The user attacks by breathing a special, hot fire.\nThis also lowers the target’s Sp. Atk stat.",
  "WAZAINFO_596": "In addition to protecting the user from attacks, this move\nalso damages any attacker that makes direct contact.",
  "WAZAINFO_597": "The user boosts the Sp. Def stat of an ally Pokémon\nby using a mysterious aroma.",
  "WAZAINFO_598": "The user’s body generates an eerie impulse. Exposing\nthe target to it harshly lowers the target’s Sp. Atk stat.",
  "WAZAINFO_599": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_600": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_601": "The user absorbs energy on the first turn, then sharply\nboosts its Sp. Atk, Sp. Def, and Speed stats on the\nnext turn.",
  "WAZAINFO_602": "The user manipulates magnetic fields, which boosts\nthe Defense and Sp. Def stats of ally Pokémon with\nthe Plus Ability or the Minus Ability.",
  "WAZAINFO_603": "Using Happy Hour doubles the amount of prize money\nreceived after battle.",
  "WAZAINFO_604": "The user turns the ground into Electric Terrain for five\nturns, powering up Electric-type moves. Pokémon on\nthe ground can no longer fall asleep.",
  "WAZAINFO_605": "The user damages opposing Pokémon by emitting a\npowerful flash.",
  "WAZAINFO_606": "The Pokémon congratulates you on your special day!",
  "WAZAINFO_607": "The user and an ally hold hands. This makes them\nvery happy.",
  "WAZAINFO_608": "The user stares at the target with its baby-doll eyes,\nwhich lowers the target’s Attack stat. This move always\ngoes first.",
  "WAZAINFO_609": "The user attacks by nuzzling its electrified cheeks against\nthe target. This also leaves the target with paralysis.",
  "WAZAINFO_610": "The user holds back when it attacks, and the target is left\nwith at least 1 HP.",
  "WAZAINFO_611": "The target is infested and attacked for four to five turns.\nThe target can’t flee during this time.",
  "WAZAINFO_612": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_613": "The user absorbs the target’s HP. The user’s HP is\nrestored by over half the damage taken by the target.",
  "WAZAINFO_614": "This move can hit opposing Pokémon that are in the air.\nThose Pokémon will be knocked down to the ground.",
  "WAZAINFO_615": "The user attacks with a wave that crawls along the\nground. Those it hits can’t flee from battle.",
  "WAZAINFO_616": "The user gathers the energy of the land and focuses\nthat power on opposing Pokémon to inflict damage.",
  "WAZAINFO_617": "Drawing power from the Eternal Flower, the user\nfires a powerful beam of light. This also damages\nthe user terribly.",
  "WAZAINFO_618": "The user attacks opposing Pokémon with countless\nbeams of light that glow a deep and brilliant blue.",
  "WAZAINFO_619": "The user attacks opposing Pokémon by manifesting\nthe power of the land in fearsome blades of stone.",
  "WAZAINFO_620": "The user attacks the target by dropping out of the sky\nat high speed. This also lowers the user’s Defense and\nSp. Def stats.",
  "WAZAINFO_621": "Using its many arms, the user unleashes a barrage of\nattacks that ignore the effects of moves like Protect\nand Detect. This also lowers the user’s Defense stat.",
  "WAZAINFO_622": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_623": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_624": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_625": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_626": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_627": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_628": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_629": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_630": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_631": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_632": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_633": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_634": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_635": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_636": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_637": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_638": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_639": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_640": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_641": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_642": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_643": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_644": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_645": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_646": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_647": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_648": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_649": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_650": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_651": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_652": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_653": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_654": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_655": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_656": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_657": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_658": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_659": "The user restores its own HP by up to half its max HP.\nIt regains more HP in a sandstorm.",
  "WAZAINFO_660": "Although this move has great power, it works only on\nthe first turn each time the user enters battle.",
  "WAZAINFO_661": "In addition to protecting the user from attacks, this move\nalso poisons any attacker that makes direct contact.",
  "WAZAINFO_662": "The user attacks while simultaneously stitching the\ntarget’s shadow to the ground to prevent the target\nfrom fleeing.",
  "WAZAINFO_663": "The user swings both arms and hits the target.\nThe target’s stat changes don’t affect the damage\ninflicted by this move.",
  "WAZAINFO_664": "The user bursts into song, emitting many bubbles.\nAny Pokémon suffering from a burn will be cured\nby the touch of these bubbles.",
  "WAZAINFO_665": "The user swings its strong, heavy fist at the target to\ninflict damage. This also lowers the user’s Speed stat.",
  "WAZAINFO_666": "The user restores the target’s HP by up to half its\nmax HP. More HP is restored when the ground is\nGrassy Terrain.",
  "WAZAINFO_667": "The user fiercely attacks the target using its entire body.",
  "WAZAINFO_668": "The user restores its own HP by the same amount as\nthe target’s Attack stat. It then lowers the target’s\nAttack stat.",
  "WAZAINFO_669": "The user gathers light on the first turn, then fills a blade\nwith the light’s energy and attacks on the next turn.",
  "WAZAINFO_670": "The user attacks by pelting the target with leaves.",
  "WAZAINFO_671": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_672": "The user shoots poisonous threads to poison the target\nand lower the target’s Speed stat.",
  "WAZAINFO_673": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_674": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_675": "The user attacks the target’s throat, and the resultant\nsuffering prevents the target from using sound-based\nmoves for two turns.",
  "WAZAINFO_676": "The user attacks the enemy with a pollen puff that\nexplodes. If the target is an ally, it gives the ally a\npollen puff that restores its HP instead.",
  "WAZAINFO_677": "The user entangles the target with its anchor chain while\nattacking. The target becomes unable to flee.",
  "WAZAINFO_678": "This protects Pokémon on the ground from priority\nmoves and powers up Psychic-type moves for five turns.",
  "WAZAINFO_679": "The user makes a lunge at the target, attacking with\nfull force. This also lowers the target’s Attack stat.",
  "WAZAINFO_680": "The user strikes the target with a burning lash. This also\nlowers the target’s Defense stat.",
  "WAZAINFO_681": "The user boasts its strength and attacks the target.\nThe more the user’s stats are boosted, the greater the\nmove’s power.",
  "WAZAINFO_682": "To inflict massive damage, the user burns itself out.\nAfter using this move, the user will no longer be\nFire type.",
  "WAZAINFO_683": "The user exchanges Speed stats with the target.",
  "WAZAINFO_684": "The user stabs the target with a sharp horn. This attack\nnever misses.",
  "WAZAINFO_685": "The user cures the target’s status condition. If the move\nsucceeds, it also restores the user’s own HP.",
  "WAZAINFO_686": "The user attacks the target by dancing with all its might.\nThis move becomes the same type as the user’s type.",
  "WAZAINFO_687": "If the Pokémon damaged by this move have already\nused their moves that turn, this move eliminates the\neffects of those Pokémon’s Abilities.",
  "WAZAINFO_688": "The user lands an intense kick of tropical origins on\nthe target. This also lowers the target’s Attack stat.",
  "WAZAINFO_689": "The user instructs the target to reuse the move last used\nby the target.",
  "WAZAINFO_690": "The user first heats up its beak, and then it attacks the\ntarget. Making direct contact with the user while it’s\nheating up its beak results in a burn.",
  "WAZAINFO_691": "The user rubs the scales on its entire body and makes\na huge noise to attack opposing Pokémon. The user’s\nDefense stat is lowered after the attack.",
  "WAZAINFO_692": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_693": "The user swings its body around violently to inflict\ndamage on everything in its vicinity.",
  "WAZAINFO_694": "This move reduces damage from physical and special\nmoves for five turns. This can be used only when it is\nsnowing.",
  "WAZAINFO_695": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_696": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_697": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_698": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_699": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_700": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_701": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_702": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_703": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_704": "The user sets a shell trap. If the user is hit by a physical\nmove, the trap will explode and inflict damage on\nopposing Pokémon.",
  "WAZAINFO_705": "The user unleashes a strong beam. The recoil from this\nmove harshly lowers the user’s Sp. Atk stat.",
  "WAZAINFO_706": "The user attacks by biting the target with its psychic\ncapabilities. This move can also break barriers, such as\nLight Screen and Reflect.",
  "WAZAINFO_707": "Driven by frustration, the user attacks the target.\nThis move’s power is doubled if the user’s previous\nmove failed.",
  "WAZAINFO_708": "The user attacks by beating the target with a bone\nthat contains a spirit. This may also lower the target’s\nDefense stat.",
  "WAZAINFO_709": "The user smashes into the target at high speed.\nThis move always goes first.",
  "WAZAINFO_710": "The user slams into the target using a full-force blast of\nwater. This may also lower the target’s Defense stat.",
  "WAZAINFO_711": "The user shoots powerful lasers using the power of\na prism. The user can’t move on the next turn.",
  "WAZAINFO_712": "The user hides in the target’s shadow, steals the target’s\nstat boosts, and then attacks.",
  "WAZAINFO_713": "The user slams into the target with the force of a meteor.\nThis move can be used on the target regardless of\nits Ability.",
  "WAZAINFO_714": "The user emits a sinister ray to attack the target.\nThis move can be used on the target regardless of\nits Ability.",
  "WAZAINFO_715": "The user gets teary-eyed to make the target lose its\ncombative spirit. This lowers the target’s Attack and\nSp. Atk stats.",
  "WAZAINFO_716": "The user crashes into the target, delivering a powerful\nelectric shock. This may also make the target flinch.",
  "WAZAINFO_717": "The user hits the target with the full wrath of nature.\nThis cuts the target’s HP in half.",
  "WAZAINFO_718": "Cloaking itself in powerful energy, the user slams into\nthe target to inflict damage. This move’s type changes\ndepending on the kind of memory disc held by the user.",
  "WAZAINFO_719": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_720": "The user attacks everything around it by causing its own\nhead to explode. This also damages the user.",
  "WAZAINFO_721": "The user attacks with electrically charged fists. This move\nchanges Normal-type moves to Electric-type moves.",
  "WAZAINFO_722": "The user attacks the target with a pillar of light. This\nmove inflicts damage using the Attack or Sp. Atk stat—\nwhichever is higher for the user.",
  "WAZAINFO_723": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_724": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_725": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_726": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_727": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_728": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_729": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_730": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_731": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_732": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_733": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_734": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_735": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_736": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_737": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_738": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_739": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_740": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_741": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_742": "The user uses the hex nut in its chest as an axis to spin,\nstriking the target with its arms twice in a row. This may\nalso make the target flinch.",
  "WAZAINFO_743": "This move enables the user to protect itself from\nall attacks. Its chance of failing rises if it is used\nin succession.",
  "WAZAINFO_744": "The user condenses energy within its body and unleashes\nthat energy from its core to inflict damage.",
  "WAZAINFO_745": "The user ignores the effects of opposing Pokémon’s\nmoves and Abilities that draw in moves, allowing this\nmove to hit the chosen target.",
  "WAZAINFO_746": "This move prevents the user and the target from\nswitching out until either of them faints. The effect\ngoes away if either of the Pokémon leaves the field.",
  "WAZAINFO_747": "The user eats its held Berry, then sharply boosts its\nDefense stat.",
  "WAZAINFO_748": "This move boosts all the user’s stats but prevents\nthe user from switching out or fleeing.",
  "WAZAINFO_749": "The user pours sticky tar over the target, lowering the\ntarget’s Speed stat. The target becomes weaker to\nFire-type moves.",
  "WAZAINFO_750": "The user scatters a cloud of magic powder that changes\nthe target’s type to Psychic.",
  "WAZAINFO_751": "The user attacks twice using Dreepy. If there are two\nopposing Pokémon, this move hits each of them once.",
  "WAZAINFO_752": "The user has teatime with all the Pokémon currently in\nthe battle. Each Pokémon eats its held Berry.",
  "WAZAINFO_753": "The user locks the target in and prevents it from fleeing.\nThis move also lowers the target’s Defense and Sp. Def\nevery turn.",
  "WAZAINFO_754": "The user stabs the target with its electrified beak.\nThis move’s power is doubled if the user moves\nbefore the target.",
  "WAZAINFO_755": "The user rends the target with its hard gills. This move’s\npower is doubled if the user moves before the target.",
  "WAZAINFO_756": "With its mysterious power, the user swaps the effects on\neither side of the field.",
  "WAZAINFO_757": "This is a Fire-type attack Dynamax Pokémon use.\nThe user intensifies the sun for five turns.",
  "WAZAINFO_758": "This is a Bug-type attack Dynamax Pokémon use.\nThis lowers the target’s Sp. Atk stat.",
  "WAZAINFO_759": "This is an Electric-type attack Dynamax Pokémon use.\nThe user turns the ground into Electric Terrain for\nfive turns.",
  "WAZAINFO_760": "This is a Normal-type attack Dynamax Pokémon use.\nThis lowers the target’s Speed stat.",
  "WAZAINFO_761": "This is a Fighting-type attack Dynamax Pokémon use.\nThis boosts ally Pokémon’s Attack stats.",
  "WAZAINFO_762": "This is a Ghost-type attack Dynamax Pokémon use.\nThis lowers the target’s Defense stat.",
  "WAZAINFO_763": "This is an Ice-type attack Dynamax Pokémon use.\nThe user summons a snowstorm lasting five turns.",
  "WAZAINFO_764": "This is a Poison-type attack Dynamax Pokémon use.\nThis boosts ally Pokémon’s Sp. Atk stats.",
  "WAZAINFO_765": "This is a Water-type attack Dynamax Pokémon use.\nThe user summons a heavy rain that falls for five turns.",
  "WAZAINFO_766": "This is a Flying-type attack Dynamax Pokémon use.\nThis boosts ally Pokémon’s Speed stats.",
  "WAZAINFO_767": "This is a Fairy-type attack Dynamax Pokémon use.\nThe user turns the ground into Misty Terrain for\nfive turns.",
  "WAZAINFO_768": "This is a Dragon-type attack Dynamax Pokémon use.\nThis lowers the target’s Attack stat.",
  "WAZAINFO_769": "This is a Psychic-type attack Dynamax Pokémon use.\nThe user turns the ground into Psychic Terrain for\nfive turns.",
  "WAZAINFO_770": "This is a Rock-type attack Dynamax Pokémon use.\nThe user summons a sandstorm lasting five turns.",
  "WAZAINFO_771": "This is a Ground-type attack Dynamax Pokémon use.\nThis boosts ally Pokémon’s Sp. Def stats.",
  "WAZAINFO_772": "This is a Dark-type attack Dynamax Pokémon use.\nThis lowers the target’s Sp. Def stat.",
  "WAZAINFO_773": "This is a Grass-type attack Dynamax Pokémon use.\nThe user turns the ground into Grassy Terrain for\nfive turns.",
  "WAZAINFO_774": "This is a Steel-type attack Dynamax Pokémon use.\nThis boosts ally Pokémon’s Defense stats.",
  "WAZAINFO_775": "The user boosts all its stats by using some of its own HP.",
  "WAZAINFO_776": "The user attacks by slamming its body into the target.\nThe higher the user’s Defense stat, the greater the\ndamage this move deals.",
  "WAZAINFO_777": "The user sharply boosts the target’s Attack and Sp. Atk\nstats by decorating the target.",
  "WAZAINFO_778": "The user plays its drum, controlling the drum’s roots\nto attack the target. This also lowers the target’s\nSpeed stat.",
  "WAZAINFO_779": "The user snares the target in a snap trap that inflicts\ndamage for four to five turns.",
  "WAZAINFO_780": "The user attacks by igniting a small stone and launching\nit as a fiery ball at the target. This may also leave the\ntarget with a burn.",
  "WAZAINFO_781": "The user becomes a gigantic sword and cuts the target.\nThis move inflicts twice the damage if the target\nis Dynamaxed.",
  "WAZAINFO_782": "The user becomes a gigantic shield and slams into\nthe target. This move inflicts twice the damage if the\ntarget is Dynamaxed.",
  "WAZAINFO_783": "Morpeko attacks and boosts its Speed stat with the\nenergy stored in its cheeks. This move’s type changes\ndepending on the user’s form.",
  "WAZAINFO_784": "The user swings its tough tail wildly and attacks opposing\nPokémon. This also lowers their Attack stats.",
  "WAZAINFO_785": "The user attacks the target by poking it with a sharply\npointed branch.",
  "WAZAINFO_786": "The user attacks opposing Pokémon by twanging a guitar\nor bass guitar, causing a huge echo and strong vibration.",
  "WAZAINFO_787": "The user attacks the target with an acidic liquid created\nfrom tart apples. This also lowers the target’s\nSp. Def stat.",
  "WAZAINFO_788": "The user inflicts damage by dropping an apple from\nhigh above. This also lowers the target’s Defense stat.",
  "WAZAINFO_789": "The user attacks the target with so much force that it\ncould break the target’s spirit. This also lowers the\ntarget’s Sp. Atk stat.",
  "WAZAINFO_790": "The user attacks the target by emitting steam. This may\nalso confuse the target.",
  "WAZAINFO_791": "The user scatters mysterious water around and restores\nthe HP of itself and its ally Pokémon currently in\nthe battle.",
  "WAZAINFO_792": "This move enables the user to protect itself from all\nattacks. Its chance of failing rises if used in succession.\nDirect contact harshly lowers the attacker’s Defense stat.",
  "WAZAINFO_793": "The user pretends to bow its head, but then it stabs the\ntarget with its disheveled hair. This attack never misses.",
  "WAZAINFO_794": "The user attacks wildly with its thick leek. The user can’t\nmove on the next turn, because the force of this move\nmakes it stagger.",
  "WAZAINFO_795": "This move can’t be used. It’s recommended that this\nmove is forgotten. Once forgotten, this move can’t\nbe remembered.",
  "WAZAINFO_796": "The user fires a beam of steel that it collected from its\nentire body. This also damages the user.",
  "WAZAINFO_797": "The user attacks the target with its psychic power.\nWhen the ground is Psychic Terrain, this move’s power\nis boosted and it damages all opposing Pokémon.",
  "WAZAINFO_798": "The user attacks while destroying the terrain. This move\nfails if the ground hasn’t turned into a terrain.",
  "WAZAINFO_799": "The user attacks by shooting scales two to five times\nin a row. This move boosts the user’s Speed stat but\nlowers its Defense stat.",
  "WAZAINFO_800": "The user gathers energy from space and boosts its\nSp. Atk stat on the first turn, then attacks on the\nnext turn.",
  "WAZAINFO_801": "This move is either physical or special—whichever will\ninflict more damage. This may also poison the target.",
  "WAZAINFO_802": "The user attacks everything around it and faints upon\nusing this move. This move’s power is boosted on\nMisty Terrain.",
  "WAZAINFO_803": "Gliding on the ground, the user attacks the target.\nThis move always goes first on Grassy Terrain.",
  "WAZAINFO_804": "The user attacks with electricity rising from the ground.\nThis move’s power is doubled if the target is on\nElectric Terrain.",
  "WAZAINFO_805": "The user utilizes the energy of the terrain to attack.\nThis move’s type and power change depending on\nthe terrain at the time the move is used.",
  "WAZAINFO_806": "The user skitters behind the target to attack. This also\nlowers the target’s Sp. Atk stat.",
  "WAZAINFO_807": "The user attacks with energy from jealousy. This leaves\nall opposing Pokémon that have had their stats boosted\nduring the turn with a burn.",
  "WAZAINFO_808": "The user lashes out to vent its frustration toward the\ntarget. This move’s power is doubled if the user’s stats\nwere lowered during this turn.",
  "WAZAINFO_809": "The user attacks by controlling the target’s item.\nThis move fails if the target isn’t holding an item.",
  "WAZAINFO_810": "The user surrounds everything around it with highly\nacidic gas and melts away items held by other Pokémon.",
  "WAZAINFO_811": "The user properly coaches its ally Pokémon, boosting\ntheir Attack and Defense stats.",
  "WAZAINFO_812": "After making its attack, the user rushes back to switch\nplaces with a party Pokémon in waiting.",
  "WAZAINFO_813": "A consecutive three-kick attack that becomes more\npowerful with each successful hit.",
  "WAZAINFO_814": "The user slams the target with its wings to inflict damage.\nThe target is hit twice in a row.",
  "WAZAINFO_815": "The user throws scorching sand at the target to attack.\nThis may also leave the target with a burn.",
  "WAZAINFO_816": "The user becomes one with the jungle, restoring HP and\ncuring status conditions for itself and its ally Pokémon\ncurrently in the battle.",
  "WAZAINFO_817": "The user, having mastered the Dark style, strikes the\ntarget with a fierce blow. This move always lands\na critical hit.",
  "WAZAINFO_818": "The user, having mastered the Water style, strikes the\ntarget with a flowing motion three times in a row. This\nmove always lands a critical hit.",
  "WAZAINFO_819": "The user traps the target inside a cage of sparking\nelectricity that inflicts damage for four to five turns.",
  "WAZAINFO_820": "Converting its life-force into power, the user attacks\nopposing Pokémon. The lower the user’s HP, the lower\nthe move’s power.",
  "WAZAINFO_821": "The user shoots its psychic power from its eyes to attack.\nThis may also leave the target frozen.",
  "WAZAINFO_822": "The user transforms its wrath into a fire-like aura to\nattack. This may also make opposing Pokémon flinch.",
  "WAZAINFO_823": "The user overwhelms the target with lightning-like\nmovement before delivering a kick. This also lowers\nthe target’s Defense stat.",
  "WAZAINFO_824": "The user attacks by hurling a blizzard-cloaked icicle\nlance at opposing Pokémon.",
  "WAZAINFO_825": "The user attacks by sending a frightful amount of small\nghosts at opposing Pokémon.",
  "WAZAINFO_826": "The user attacks with its tremendous psychic power.\nThis also drains 3 PP from the move last used by the\ntarget.",
  "WAZAINFO_827": "The user lashes out at the target with ruinous claws,\naiming to land a critical hit. This may also leave the\ntarget poisoned, paralyzed, or asleep.",
  "WAZAINFO_828": "Cloaking itself in psychic energy, the user slams into\nthe target. This also boosts the user’s Defense stat.",
  "WAZAINFO_829": "The user swaps its Attack and Defense stats.",
  "WAZAINFO_830": "The user swings its stone axes at the target, aiming to\nland a critical hit. Stone splinters left behind by this\nattack float around the target.",
  "WAZAINFO_831": "The user attacks by wrapping opposing Pokémon in\nfierce winds brimming with love and hate. This may also\nlower their Attack stats.",
  "WAZAINFO_832": "The user attacks by emitting a mysterious power.\nThis also boosts the user’s Sp. Atk stat.",
  "WAZAINFO_833": "The user rampages around spewing flames for two to\nthree turns. The user then becomes confused.",
  "WAZAINFO_834": "The user shrouds itself in water and slams into the target\nwith its whole body to inflict damage. This also damages\nthe user quite a lot.",
  "WAZAINFO_835": "The user launches its amassed chlorophyll to inflict\ndamage on the target. This also damages the user.",
  "WAZAINFO_836": "The user hurls giant chunks of ice at the target to inflict\ndamage. This may also make the target flinch.",
  "WAZAINFO_837": "The user performs an intense dance to usher in victory,\nboosting its Attack, Defense, and Speed stats.",
  "WAZAINFO_838": "The user smashes into the target in a full-body tackle.\nThis also lowers the user’s Defense and Sp. Def stats.",
  "WAZAINFO_839": "The user launches countless toxic barbs to inflict\ndamage. This may also poison the target. This move’s\npower is doubled if the target is already poisoned.",
  "WAZAINFO_840": "The user slashes the target with aura-enriched wings.\nThis also boosts the user’s Speed stat. This move has\na heightened chance of landing a critical hit.",
  "WAZAINFO_841": "The user attacks the target with spine-chilling resentment.\nThis also lowers the target’s Attack stat.",
  "WAZAINFO_842": "The user makes its skin as hard as an iron shield, sharply\nboosting its Defense stat.",
  "WAZAINFO_843": "The user kicks, then fires three arrows. This move has a\nheightened chance of landing a critical hit and may also\nlower the target’s Defense stat or make it flinch.",
  "WAZAINFO_844": "The user attacks with myriad fireballs. This may also\nleave the target with a burn. This move’s power is\ndoubled if the target has a status condition.",
  "WAZAINFO_845": "The user slashes its shell blade at the target, aiming to\nland a critical hit. Shell splinters left behind by this attack\nremain scattered under the target as spikes.",
  "WAZAINFO_846": "The user attacks with savagely cold winds that cause\nboth body and spirit to tremble. This may also lower the\nSpeed stats of opposing Pokémon.",
  "WAZAINFO_847": "The user summons a thunderous tempest and savagely\nattacks with lightning and wind. This may also leave\nopposing Pokémon with paralysis.",
  "WAZAINFO_848": "The user attacks by wrapping opposing Pokémon in\nfierce winds and searingly hot sand. This may also leave\nthem with a burn.",
  "WAZAINFO_849": "The user receives a blessing from the crescent moon,\nrestoring HP and curing status conditions for itself and\nits ally Pokémon currently in the battle.",
  "WAZAINFO_850": "The user lifts its spirits, curing its own status conditions\nand boosting its Sp. Atk and Sp. Def stats.",
  "WAZAINFO_851": "If the user has Terastallized, it unleashes energy of its\nTera Type. This move inflicts damage using the Attack or\nSp. Atk stat—whichever is higher for the user.",
  "WAZAINFO_852": "The user spins a silken trap, protecting itself from\ndamage while lowering the Speed stat of any attacker\nthat makes direct contact.",
  "WAZAINFO_853": "The user attacks by kicking up into the air and slamming\nits heel down upon the target. This may also confuse the\ntarget. If it misses, the user takes damage instead.",
  "WAZAINFO_854": "The user attacks to avenge its allies. The more defeated\nallies there are in the user’s party, the greater the move’s\npower.",
  "WAZAINFO_855": "The user attacks by unleashing a peculiar light that even\naffects the mind. This also harshly lowers the target’s\nSp. Def stat.",
  "WAZAINFO_856": "The user attacks with elegant poise. If the user has a\nTatsugiri in its mouth, this move boosts one of the user’s\nstats based on the Tatsugiri’s form.",
  "WAZAINFO_857": "The user summons a torrent around its fist and punches\nat blinding speed. This move always goes first.",
  "WAZAINFO_858": "The user emits an incredibly spicy extract, sharply\nboosting the target’s Attack stat and harshly lowering\nthe target’s Defense stat.",
  "WAZAINFO_859": "The user spins furiously by straining its legs, inflicting\ndamage on the target. This also harshly lowers the user’s\nSpeed stat.",
  "WAZAINFO_860": "The user’s fellows gather in droves to perform a combo\nattack that hits the target one to ten times in a row.",
  "WAZAINFO_861": "The user covers its feet in thin ice and twirls around,\nslamming into the target. This move’s spinning motion\nalso destroys the terrain.",
  "WAZAINFO_862": "The user throws its entire body into a reckless charge.\nAttacks from opposing Pokémon during the next turn\ncannot miss and will inflict double damage.",
  "WAZAINFO_863": "The user bestows a loving blessing, reviving a party\nPokémon that has fainted and restoring half that\nPokémon’s max HP.",
  "WAZAINFO_864": "The user salt cures the target, inflicting damage every\nturn. Steel and Water types are more strongly affected\nby this move.",
  "WAZAINFO_865": "The user performs a perfectly timed triple dive, hitting\nthe target with splashes of water three times in a row.",
  "WAZAINFO_866": "The user performs a spin attack that can also eliminate\nthe effects of such moves as Bind, Wrap, and Leech\nSeed. This also poisons opposing Pokémon.",
  "WAZAINFO_867": "The user captures the very essence of the target in a\nsketch. This changes the Abilities of the user and its ally\nPokémon to that of the target.",
  "WAZAINFO_868": "The user sharply boosts its Attack, Sp. Atk, and Speed\nstats by using its own HP.",
  "WAZAINFO_869": "The user slashes at the target after kowtowing to make\nthe target let down its guard. This attack never misses.",
  "WAZAINFO_870": "The user throws a rigged bouquet of flowers at the\ntarget. This attack never misses and always lands a\ncritical hit.",
  "WAZAINFO_871": "The user blows out raging flames as if singing a song,\nscorching the target. This also boosts the user’s\nSp. Atk stat.",
  "WAZAINFO_872": "The user toys with the target and attacks it using\nlight and fluid dance steps. This also boosts the\nuser’s Speed stat.",
  "WAZAINFO_873": "The user performs a tackle like a raging bull. This move’s\ntype depends on the user’s form. It can also break\nbarriers, such as Light Screen and Reflect.",
  "WAZAINFO_874": "The user attacks by throwing out a mass of coins. This\nalso lowers the user’s Sp. Atk stat. Money is earned after\nthe battle.",
  "WAZAINFO_875": "The target is physically pounded with a long tail, a\nforeleg, or the like.",
  "WAZAINFO_876": "The target is physically pounded with a long tail, a\nforeleg, or the like.",
  "WAZAINFO_877": "The user summons a ruinous disaster. This cuts the\ntarget’s HP in half.",
  "WAZAINFO_878": "The user transforms and crashes to the ground, causing\na massive prehistoric explosion. This move’s power is\nboosted more than usual if it’s a supereffective hit.",
  "WAZAINFO_879": "The user races forward at ultrafast speeds, piercing its\ntarget with futuristic electricity. This move’s power is\nboosted more than usual if it’s a supereffective hit.",
  "WAZAINFO_880": "The user creates a substitute for itself using its own HP\nbefore switching places with a party Pokémon in waiting.",
  "WAZAINFO_881": "The user tells a chillingly bad joke before switching\nplaces with a party Pokémon in waiting. This summons a\nsnowstorm lasting five turns.",
  "WAZAINFO_882": "The user tidies up and removes the effects of Spikes,\nStealth Rock, Sticky Web, Toxic Spikes, and Substitute.\nThis also boosts the user’s Attack and Speed stats.",
  "WAZAINFO_883": "The user summons a snowstorm lasting five turns.\nThis boosts the Defense stats of Ice types.",
  "WAZAINFO_884": "The user attacks by pouncing on the target. This also\nlowers the target’s Speed stat.",
  "WAZAINFO_885": "The user attacks suddenly as if leaping out from tall\ngrass. The user’s nimble footwork boosts its Speed stat.",
  "WAZAINFO_886": "The user attacks the target by showering it with water\nthat’s so cold it saps the target’s power. This also lowers\nthe target’s Attack stat.",
  "WAZAINFO_887": "The user spins the pointed part of its body at high speed\nto pierce the target. This attack can hit a target using a\nmove such as Protect or Detect.",
  "WAZAINFO_888": "The user shoots mystical beams from its eyes to inflict\ndamage. The target is hit twice in a row.",
  "WAZAINFO_889": "The user converts its rage into energy to attack. The\nmore times the user has been hit by attacks, the greater\nthe move’s power.",
  "WAZAINFO_890": "The user shoots its own armor out as blazing projectiles.\nThis also lowers the user’s Defense and Sp. Def stats.",
  "WAZAINFO_891": "The user focuses its bitter feelings toward the world of\nthe living into a slashing attack. The user’s HP is restored\nby up to half the damage taken by the target.",
  "WAZAINFO_892": "The user discharges all the electricity from its body to\nperform a high-damage attack. After using this move,\nthe user will no longer be Electric type.",
  "WAZAINFO_893": "The user swings its whole body around to attack with its\nhuge hammer. This move can’t be used twice in a row.",
  "WAZAINFO_894": "The user retaliates with much greater force against\nthe opponent that last inflicted damage on it.",
  "WAZAINFO_895": "The user expels pressurized water to cut at the target like\na blade. This move has a heightened chance of landing a\ncritical hit.",
  "WAZAINFO_896": "-\n-\n-",
  "WAZAINFO_897": "-\n-\n-",
  "WAZAINFO_898": "-\n-\n-",
  "WAZAINFO_899": "-\n-\n-",
  "WAZAINFO_900": "-\n-\n-"
}